const news = {
  "85": {
    photo_links: ["/2022/photo2022-8.jpg"],
    title: "BAUM AI – команда увлеченных профессионалов.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
      },
    ],
    list_title:
      "BAUM AI – команда увлеченных профессионалов.",
    list_text:
      "На выходных организовали выездное мероприятие для подведения итогов полугодия. Зарядиться энергией, повысить уровень коммуникации между различными подразделениями помогли соревнования по водному поло, волейболу и караоке. Плодотворно поработали на стратегической сессии, где обсудили множество вопросов по 3 нашим продуктам BAUM_UDS BAUM_SWARM BAUM_AI",
    tags: "Блог",
    year: "2022",
    key: "85",
  },
  "84": {
    photo_links: ["/2022/photo2022-7.jpg"],
    title: "В России начнется производство сетевого оборудования с поддержкой ИИ на платформе «Базис»",
    html_blocks: [
      {
        name: "textLink",
        type: "a",
        text:
          "Узнать подробнее",
        text_link: "https://www.ixbt.com/live/market/v-rossii-nachnetsya-proizvodstvo-setevogo-oborudovaniya-s-podderzhkoy-ii-na-platforme-bazis.html"
      },
    ],
    list_title:
      "В России начнется производство сетевого оборудования с поддержкой ИИ на платформе «Базис»",
    list_text:
      "В России запустят промышленный выпуск сетевого оборудования с поддержкой ПО на платформе «Базис» и BAUM_AI, производством займется АО «НПП «Исток» им. Шокина».BAUM AI — комплексный продукт, содержащий в себе унифицированную СХД BAUM и уникальную платформу прикладного искусственного интеллекта. BAUM AI использует сочетание оптимизированной аппаратной платформы и уникального софта собственной разработки, который позволяет сохранять данные, а также создавать, обучать или использовать предобученные модели искусственного интеллекта без необходимости прямого кодирования по принципу Drag&Drop.",
    tags: "Блог",
    year: "2022",
    key: "84",
  },
  "83": {
    photo_links: ["/2022/photo2022-04.jpg"],
    title: "На международном IT-форуме в Ханты-Мансийске обсудили развитие искусственного интеллекта в России",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
      },
    ],
    list_title:
      "На международном IT-форуме в Ханты-Мансийске обсудили развитие искусственного интеллекта в России",
    list_text:
      "с 6 по 9 июня на международном IT-форуме в Ханты-Мансийске обсудили развитие искусственного интеллекта в России, а также международное сотрудничество в рамках цифровых технологий. Владимир Нелюб в первый день работы Форума выступил с докладом на двух секциях, где представил инновационную разработку НОЦ «Технологии ИИ» МГТУ им. Н.Э. Баумана, а именно интеграционную сервисную платформу «ГосИИ» (на базе BAUM_AI ). Она позволит объединить различные готовые решения в сфере ИТ в едином продукте с целью решения стратегических задач государства для ключевых отраслей экономики, таких как промышленность, здравоохранение, телеком сектора и других.",
    tags: "Блог",
    year: "2022",
    key: "83",
  },
  "82": {
    photo_links: ["/2022/photo2022-6.jpeg"],
    title: "ПАК: серверная виртуализация и защита данных",
    html_blocks: [
      {
        name: "textLink",
        type: "a",
        text:
          "Узнать подробнее",
        text_link: "https://zubrit.ocs.ru/uchebnyie-materialyi/db/webinar-pak-virtualizaciya-i-zaschita.html"
      },
    ],
    list_title:
      "ПАК: серверная виртуализация и защита данных",
    list_text:
      "19 мая 2022 года прошел организованный OCS Distribution вебинар, на котором был представлен новый импортозамещающий программно-аппаратный комплекс. Это решение, которое мы совместно с коллегами из OCS Distribution, Orion soft (ранее «Инфолэнд») и «Киберпротект» (ранее «Акронис Инфозащита») готовы представить рынку. Кликайте по ссылке, чтобы узнать поподробнее про технические возможности и перспективы применения ПТК.",
    tags: "Блог",
    year: "2022",
    key: "82",
  },
  "81": {
    photo_links: ["/2022/photo2022-05-01.jpg"],
    title: "ПАК: система хранения, серверная виртуализация и защита данных BAUM Inform, Infoland, Киберпротект, NERPA",
    html_blocks: [
      {
        name: "textLink",
        type: "a",
        text:
          "Регистрация",
        text_link: "https://zubrit.ocs.ru/kalendar-sobyitij/calendar/pak-sistema-xraneniya-servernaya-virtualizacziya-i-zashhita-dannyix.html"
      },
    ],
    list_title:
      "ПАК: система хранения, серверная виртуализация и защита данных BAUM Inform, Infoland, Киберпротект, NERPA",
    list_text:
      "Уважаемые заказчики и партнеры, наш дистрибьютор OCS проводит вебинар и мы приглашаем вас зарегистрироваться и принять участие по ссылке",
    tags: "Мероприятие",
    year: "2022",
    key: "81",
  },
  "80": {
    photo_links: ["/2022/photo2022-05.jpg"],
    title: "Ай-Теко пригласил BAUM AI принять участие в семинаре, посвященному ИТ-решениям отечественного производства",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
      },
    ],
    list_title:
      "Ай-Теко пригласил BAUM AI принять участие в семинаре, посвященному ИТ-решениям отечественного производства",
    list_text:
      "26 апреля 2022 года наш коммерческий директор Павел Гундин принял участие в семинаре и рассказал об особенностях и отличиях BAUM_AI от других систем хранения данных корпоративного класса. Обсудили важный вопрос о доступности наших продуктов в текущий момент и представили широкий спектр профилей их применения.Не осталась без внимания и наша Платформа прикладного искусственного интеллекта которая остается одной из самых успешных решений в сфере ИИ",
    tags: "Блог",
    year: "2022",
    key: "80",
  },
  "79": {
    photo_links: ["/2022/photo2022-02.jpg"],
    title: "МГТУ и ПАО АФК «Система» подписали соглашение о стратегическом сотрудничестве",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
      },
    ],
    list_title:
      "МГТУ и ПАО АФК «Система» подписали соглашение о стратегическом сотрудничестве",
    list_text:
      "В подписании соглашения приняли участие и.о. ректора МГТУ Михаил Гордин и Председатель Совета директоров АФК «Система» Владимир Евтушенков. «В нашем портфеле есть целый ряд высокотехнологичных компаний, таких как МТС, ГК «Элемент», Sitronics Group, «Система-БиоТех», Центр водородных технологий, которые имеют много точек пересечения с тем, чем занимается Бауманский университет. Мы заинтересованы в проведении совместных изысканий в сфере искусственного интеллекта, интернета вещей, больших данных и так далее, намерены задействовать мощную научно-исследовательскую базу, опыт и разработки университета по широкому спектру направлений», — сказал председатель Совета директоров АФК. Подписанное соглашение предусматривает разработку образовательных программ и проведение совместных исследований. Среди ключевых направлений работы: разработка и производство систем хранения и обработки данных; проекты новых технологий и продуктов в области энергомашиностроения и другие актуальные задачи. В число приоритетных областей сотрудничества также входят биомедицинская инженерия и перспективные технологии мягкой материи. В фокусе внимания — технологии минимизации углеродного следа и системы комплексного мониторинга параметров окружающей среды. Также рассматривается возможность открытия в МГТУ базовой кафедры Центра водородных технологий АФК «Система» для реализации проектов в области криогенной транспортировки и хранения водорода. Также стороны обсудили создание креативного кластера вдоль реки Яузы при потенциальном участии электротехнического холдинга ERSO, включая площадку московского «Электрозавода». На территории кластера планируется открытие лабораторий креативных индустрий. «Такое объединение образования, исследований и практического опыта позволит совершить качественный рывок Бауманскому университету, Корпорации и позитивно скажется на развитии инженерной школы и создании технологий для повышения качества жизни людей», — отметил Михаил Гордин.",
    tags: "Блог",
    year: "2022",
    key: "79",
  },
  "78": {
    photo_links: ["/2022/photo2022-03.jpg"],
    title: "BAUM AI на Международной выставке информационных и коммуникационных технологий - Связь 2022.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
      },
    ],
    list_title:
      "BAUM AI на Международной выставке информационных и коммуникационных технологий - Связь 2022.",
    list_text:
      "На выставке с 25 по 29 апреля 2022 года мы представили наши продукты BAUM_UDS и BAUM AI, а также продемонстрировали BAUM STORAGE 42U в новом дизайне.",
    tags: "Блог",
    year: "2022",
    key: "78",
  },
  "77": {
    photo_links: ["/2021/photo2021-19.jpg"],
    title: "“Акронис Защита Данных” показала совместимость с хранилищами BAUM.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Участники конференции отмечают высокую актуальность и социальную значимость поднятых на Конференции вопросов развития и применения технологий искусственного интеллекта (ИИ); подчеркивают необходимость согласованных действий всех заинтересованных сторон в общественно-политической плоскости, включая измерение международного сотрудничества России с зарубежными партнерами с целью выхода на взаимоприемлемую формулу глобального регулирования ИИ; сходятся во мнении о назревшей необходимости создания в России комплексной системы контроля, обеспечивающей эффективное и безопасное развитие ИИ-технологий в интересах граждан.",
      },
    ],
    list_title:
      "“Акронис Защита Данных” показала совместимость с хранилищами BAUM.",
    list_text:
      "29.09.2021 Совместно с «БАУМ-Информ» компания “Акронис Инфозащита” провела комплексное тестирование совместимости программных и аппаратных продуктов. Результаты исследования совместной работы решений показали, что система резервного копирования и аварийного восстановления “Акронис Защита Данных” может использоваться вместе с хранилищами данных BAUM.",
    tags: "Блог",
    year: "2021",
    key: "77",
  },
  "76": {
    photo_links: ["/photo20.jpg"],
    title: "Конгресс «Искусственный интеллект - главная технология 21 века».",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "23.08.2021 поучаствовали в Конгрессе «Искусственный интеллект - главная технология 21 века».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В этом году наши Решения на 3-х стендах: Русбитех, Эра, МГТУ им. Н.Э. Баумана.",
      },
    ],
    list_title:
      "Конгресс «Искусственный интеллект - главная технология 21 века».",
    list_text:
      "В этом году наши Решения на 3-х стендах: Русбитех, Эра, МГТУ им. Н.Э. Баумана.",
    tags: "Мероприятие",
    year: "2021",
    key: "76",
  },
  "75": {
    photo_links: ["/photo19.jpg"],
    title:
      "Конгресс «Стратегическое лидерство в цифровую эпоху и Технологии искусственного интеллекта»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Участники конференции отмечают высокую актуальность и социальную значимость поднятых на Конференции вопросов развития и применения технологий искусственного интеллекта (ИИ); подчеркивают необходимость согласованных действий всех заинтересованных сторон в общественно-политической плоскости, включая измерение международного сотрудничества России с зарубежными партнерами с целью выхода на взаимоприемлемую формулу глобального регулирования ИИ; сходятся во мнении о назревшей необходимости создания в России комплексной системы контроля, обеспечивающей эффективное и безопасное развитие ИИ-технологий в интересах граждан.",
      },
    ],
    list_title:
      "Конгресс «Стратегическое лидерство в цифровую эпоху и Технологии искусственного интеллекта»",
    list_text:
      "Участники конференции отмечают высокую актуальность и социальную значимость поднятых на Конференции вопросов развития и применения технологий искусственного интеллекта (ИИ).",
    tags: "Мероприятие",
    year: "2021",
    key: "75",
  },
  "74": {
    photo_links: ["/photo1.jpg"],
    title: "Уникальная отраслевая база знаний",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Наши специалисты ведут разработку уникальной отраслевой базы знаний в области редких медицинских заболеваний, таких как: легочный фиброз, атопический дерматит, рассеянный склероз.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Благодаря созданному решению медэксперт имеет возможность решить ряд прикладных задач, таких как:",
      },
      {
        name: "list__news",
        type: "ol",
        inside_blocks: [
          {
            name: "list__news",
            type: "li",
            text:
              "определение диагноза и его классификации на стадии сбора анамнеза;",
          },
          {
            name: "list__news",
            type: "li",
            text:
              "формирование рекомендаций и поддержки принятия решений для лечащего врача по ведению лечебной терапии и назначению лекарственных препаратов;",
          },
          {
            name: "list__news",
            type: "li",
            text:
              "определение вероятности, результативности, применения, редких лекарственных препаратов.",
          },
        ],
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В основе созданной системы лежит платформа прикладного искусственного интеллекта BAUM AI, которая позволяет обрабатывать большие массивы неструктурированных данных с применением как классических алгоритмов машинного обучения, так и глубоких нейронных сетей, в том числе с использованием современных архитектур, типа трансформер GPT3.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В разработке базы знаний принимают участие профильные, высококвалифицированные, медицинские кураторы как регионального, так и федерального уровня.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Разработанная система может применяться не только медицинскими экспертами, но и смежными заинтересованными, третьими лицами, например, страховыми компаниями, частными поликлиниками, минздравом и т.д.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Полагаем, что создание отраслевых баз знаний с применением искусственного интеллекта и машинного обучения является перспективным направлением в развитии технологий.",
      },
    ],
    list_title: "Уникальная отраслевая база знаний",
    list_text:
      "Наши специалисты ведут разработку уникальной отраслевой базы знаний в области редких медицинских заболеваний",
    tags: "Блог",
    year: "2021",
    key: "74",
  },
  "73": {
    photo_links: ["/photo2.jpg"],
    title: "Система предиктивной аналитики для ТЭЦ",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Наша команда разрабатывает систему предиктивной аналитики для предприятий ТЭЦ - определяющую фактическое состояние, вероятность выхода из строя и необходимость внепланового обслуживания.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Объект моделирования: пеллетный котлоагрегат. Основные элементы котлоагрегата включают: дутьевой вентилятор, электронасос, система подачи топлива (шнековое устройство с электроприводом), бункер котла, топка.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Принцип работы котла: на колосниковую решетку в топку засыпается слой пеллетного топлива. В топку под рязряжением начинает подаваться воздух. Запускается система автоматического розжига. Включается водяной насос с целью обеспечения циркуляции воды в отопительном контуре. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Котел по установленным параметрам «выходит» на «режим». Под «режимом» котла понимается набор входных параметров (расход воды, топлива, воздуха), обеспечивающий устойчивое, эффективное сжигание топлива с сохранением высокого значения КПД.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Необходимая тепловая мощность определяется расходом воды и температурой воды на выходе и зависит в первую очередь от расхода топлива. Пеллетный котел обладает некоторой степенью инерционности, обусловленной ограниченной скоростью течения тепломассообменных процессов.",
      },
    ],
    list_title: "Система предиктивной аналитики для ТЭЦ",
    list_text:
      "Наша команда разрабатывает систему предиктивной аналитики для предприятий ТЭЦ",
    tags: "Блог",
    year: "2021",
    key: "73",
  },
  "72": {
    photo_links: ["/photo3.jpg"],
    title: "Правительственная неделя в технополисе ЭРА",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Вместе с НТЦ Модуль и другими коллегами выступили по теме прикладного искусственного интеллекта на правительственной неделе в технополисе ЭРА.",
      },
    ],
    list_title: "Правительственная неделя в технополисе ЭРА",
    list_text:
      "Вместе с НТЦ Модуль и другими коллегами выступили по теме прикладного искусственного интеллекта",
    tags: "Мероприятие",
    year: "2021",
    key: "72",
  },

  "71": {
    photo_links: ["/photo4.jpg"],
    title: "Baum на Российской Неделe Высоких Технологий",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "BAUM представляет свои решения на Российской Неделе Высоких Технологий в ЦВК «Экспоцентр».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На стенде будут продемонстрированы наши СХД на аппаратных решениях компании DEPО с процессорами Эльбрус 8C и 8СВ, а также будет показана наша платформа прикладного искусственного интеллекта.",
      },
    ],
    list_title: "Baum на Российской Неделe Высоких Технологий",
    list_text:
      "BAUM представляет свои решения на «Российской Недели Высоких Технологий» в ЦВК «Экспоцентр». ",
    tags: "Мероприятие",
    year: "2021",
    key: "71",
    v: true,
  },
  "70": {
    photo_links: ["/photo5.jpg"],
    title: "Обсуждение актуальных вопросов",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Нашу лабораторию посетил руководитель ФНС России Даниил Вячеславович Егоров.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В ходе деловой встречи совместно с ректором МГТУ им Н.Э. Баумана Анатолием Александровым особое внимание уделили обсуждению таких тем, как перспективы использования технологий искусственного интеллекта, оптимизация бизнес-процессов, а также работа цифрового киберполигона. Во время переговоров также был затронут не менее актуальный вопрос об исследованиях и разработках в системах хранения и обработки информации.",
      },
    ],
    list_title: "Обсуждение актуальных вопросов",
    list_text:
      "Нашу лабораторию посетил руководитель ФНС России Даниил Вячеславович Егоров. ",
    tags: "Мероприятие",
    year: "2021",
    key: "70",
    v: true,
  },
  "69": {
    photo_links: ["/photo6.jpg"],
    title: "Сдача BAUM STORAGE UDS",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Благодаря слаженной работы нашей Команды Воронежского отдела исследований и разработок, мы осуществили своевременную сдачу сложной функциональности BAUM STORAGE UDS.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Мы ценим ответственность, целеустремленность и работоспособность, которыми обладают наши сотрудники. Закрыли недельный спринт на SUBaх.",
      },
    ],
    list_title: "Сдача BAUM STORAGE UDS",
    list_text:
      "Своевременная сдача сложной функциональности BAUM STORAGE UDS.  ",
    tags: "Мероприятие",
    year: "2021",
    key: "69",
  },

  "68": {
    photo_links: ["/photo7.jpg"],
    title: "BAUM на Эльбрусе",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "12 июня в День России нам удалось подняться на самую высокую вершину нашей Страны – гору Эльбрус (5642 метра).",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Тем временем в наших центрах разработки программисты и инженеры активно ведут работы над новыми функциональными возможностями BAUM STORAGE и SWARM Scale-out на процессорах Эльбрус 8СВ.",
      },
    ],
    list_title: "BAUM на Эльбрусе.",
    list_text:
      "12 июня в День России нам удалось подняться на самую высокую вершину нашей Страны – гору Эльбрус (5642 метра).",
    tags: "Мероприятие",
    year: "2021",
    key: "68",
  },

  "67": {
    photo_links: ["/photo8.jpg"],
    title: "BAUM и AI",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "BAUM продолжает исследования и разработки по созданию прикладных решений с применением AI.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Наша команда разработала нейронную сеть, которая позволяет выполнять классификацию объектов по звуку, а также сцен, на которых эти объекты находятся.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Данная нейронная сеть интегрирована в программную часть беспилотного наземного дрона, который оснащен камерами видеонаблюдения и микрофонами. В случае пропажи видеосигнала активируется нейронная сеть, которая принимает на входе аудиосигнал, а на выходе определяет класс, соответствующий этому сигналу. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Помимо прочего, данная нейронная сеть может применяться на промышленных предприятиях, где установлены различные агрегаты со звуковыми датчиками. Анализ данных позволяет определять не только фактическое состояние оборудования и вероятность выхода из строя, но и перейти от обслуживания по регламенту к обслуживанию по фактическому состоянию.",
      },
    ],
    list_title: "BAUM и AI.",
    list_text:
      "BAUM продолжает исследования и разработки по созданию прикладных решений с применением AI.",
    tags: "Блог",
    year: "2021",
    key: "67",
  },
  "66": {
    photo_links: ["/photo9.jpg"],
    title:
      "Встреча с заместителем министра цифрового развития, связи и массовых коммуникаций РФ Андреем Черненко.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "На базе Центра НТИ «Цифровое материаловедение: новые материалы и вещества» 21 мая прошла встреча с заместителем министра цифрового развития, связи и массовых коммуникаций РФ Андреем Черненко.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Ректор МГТУ им Н Э Баумана Анатолий Александров и директор Центра Владимир Нелюб  в рамках встречи продемонстрировали наше конструкторское бюро и экспериментальный участок, а также рассказали о текущих инновационных разработках, созданных с помощью передового оборудования и технологий Центра.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Владимир Нелюб ознакомил делегацию с фундаментальными научными работами и производственными проектами в области цифрового материаловедения от наших лучших инженеров.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Участники деловой встречи также послушали спикеров Центра — специалистов химической, аналитической и IT-лабораторий. Внимание выступающих было акцентировано на актуальные и успешные решения в сфере ИИ.",
      },
    ],
    list_title:
      "Встреча с заместителем министра цифрового развития, связи и массовых коммуникаций",
    list_text:
      "Встреча с заместителем министра цифрового развития, связи и массовых коммуникаций РФ Андреем Черненко.",
    tags: "Мероприятие",
    year: "2021",
    key: "66",
  },
  "65": {
    photo_links: ["/photo10.jpg"],
    title:
      "Ректор МГТУ Анатолий Александров вошёл в состав научного совета при Совете Безопасности РФ.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "6 мая 2021 года указом Президента РФ был утверждён научный совет при Совете Безопасности России (Совбез), в состав которого вошел ректор МГТУ им. Н.Э. Баумана Анатолий Александров.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Совет создан в целях научно-методологического и экспертно-аналитического обеспечения деятельности Совбеза.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В задачи Совета будет входить оценка и прогнозирование внутренних и внешних угроз, подготовка предложений и рекомендаций по проведению комплексных научных исследований в области обеспечения национальной безопасности, оценка уровня социально-экономического развития и состояния национальной безопасности. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Также Совет займется проведением научных экспертиз различных документов и научным обоснованием проектов решений Совета Безопасности и его рабочих органов по вопросам реализации государственной политики в области обеспечения национальной безопасности. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На сегодняшний день в  МГТУ им. Н.Э. Баумана разрабатываются специальные технологии для предотвращения угроз национальной безопасности: террористических актов, киберпреступлений, также ведуться работы по прогнозированию техногенных катастроф: лесных пожаров, наводнений и землетрясений.",
      },
    ],
    list_title:
      "Ректор МГТУ Анатолий Александров вошёл в состав научного совета при Совете Безопасности РФ.",
    list_text:
      "6 мая 2021 года указом Президента РФ был утверждён научный совет при Совете Безопасности России (Совбез).",
    tags: "Мероприятие",
    year: "2021",
    key: "65",
  },
  "64": {
    photo_links: ["/photo11.jpg"],
    title: "BAUM AI",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "BAUM AI - от выявления центров притяжения научного внимания и векторов развития к выбору технологий-трендсеттеров завтрашнего дня.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В современном мире компании, которые занимаются разработкой инновационных промышленных изделий, должны эффективно планировать проведение НИОКР. Необходимо держать руку на пульсе рынка, понимать,  кто лидер исследований сейчас и кто- на перспективу, какие новые технологии применимы, а какие- останутся на бумаге.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Для этого широкому кругу отраслевых специалистов (технологам, конструкторам, исследователям, топ-менеджерам, аналитикам) необходим инструмент, по сути позволяющий заглянуть в будущее технологий.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Нашей командой была предложена система анализа научных публикаций - реферативные данные Scopus custom data. Она помогает выявить центры  притяжения научного внимания в той или иной отрасли.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Система на входе принимает массив неструктурированных реферативных данных, которые проходят препроцессинг и приводятся к структурированному виду. Современные алгоритмы обработки текстовых данных для решения задач NLP извлекают из каждого реферата от 6 до 10 ключевых слов и выполняют суммаризацию (сокращение размера текста).",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Это позволяет определить основной смысл научной публикации. Далее данные группируются по полученным признакам, выявляя устойчивые кластеры. Центры кластеров определяют ключевые слова - области максимального интереса.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Не останавливаясь на достигнутом, наши специалисты разработали аналогичную систему кластеризации и предиктивного анализа патентной базы. Это решение выявляет  тренды среди патентов  и содержит встроенные инструменты продвинутого анализа результатов. Отметим, что поддерживаются базы патентов на русском, английском и китайском языках.",
      },
    ],
    list_title: "BAUM AI.",
    list_text:
      "BAUM AI - от выявления центров притяжения научного внимания и векторов развития к выбору технологий-трендсеттеров завтрашнего дня.",
    tags: "Мероприятие",
    year: "2021",
    key: "64",
  },
  "63": {
    photo_links: ["/photo12.jpg"],
    title: "В ВИТ ЭРА была представлена наша СХД",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "7-9 апреля в ВИТ ЭРА была представлена наша распределенная инновационная система хранения данных и платформа прикладного искусственного интеллекта. СХД обладает сертификатом НДВ-2 Министерства Обороны РФ.",
      },
    ],
    list_title: "В ВИТ ЭРА была представлена наша СХД.",
    list_text:
      "7-9 апреля в ВИТ ЭРА была представлена наша распределенная инновационная система хранения данных и платформа прикладного искусственного интеллекта.",
    tags: "Мероприятие",
    year: "2021",
    key: "63",
  },
  "62": {
    photo_links: ["/photo13.jpg"],
    title: "Алгоритм определения аномалий в банковских транзакциях",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Расскажем про наш кейс разработки высокоточного алгоритма определения аномалий в банковских транзакциях, то есть мошеннических операций, для крупного оператора.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "С учетом большого количества транзакций, 180 млн. в год, нами была предложена методика препроцессинга исходных данных, а также создание двух алгоритмов машинного обучения.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Для выявления признаков, которые содержатся в мошеннических транзакциях нами были разработаны методы по созданию новых агрегированных, синтетических данных.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Такой подход позволил выявить признаки с высокой корреляцией по отношению к мошенническим операциям (аномалии). Нами были подобраны state-of-art алгоритмы машинного обучения двух типов:",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "- алгоритмы, которым в процессе обучения мы не показывали правильные ответы (аномалии);",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "- алгоритмы обучения с учителем, при которых аномалии заранее имели соответствующие метки.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В результате дополнительных исследований были созданы ансамбли методов обучения с учителем и без учителя state-of-art алгоритмов машинного обучения, которые с высокой степенью вероятности позволяют не только распознавать аномалий, но и максимально уменьшить вероятность блокировки нормальных транзакций.",
      },
    ],
    list_title: "Алгоритм определения аномалий в банковских транзакциях.",
    list_text:
      "Расскажем про наш кейс разработки высокоточного алгоритма определения аномалий в банковских транзакциях, то есть мошеннических операций.",
    tags: "Мероприятие",
    year: "2021",
    key: "62",
  },
  "61": {
    photo_links: ["/photo14.jpg"],
    title: "Искусственный интеллект и СХД помогают друг другу.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Одна из основных целей нашей команды - сделать высокотехнологичные разработки BAUM, в первую очередь, удобными для пользователя в работе над повседневными задачами.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Уметь приземлить прорывные идеи и технологии особенно важно в такой теме, как ИИ, успевшей обрасти изрядным количествоим мифов и несбывшихся ожиданий. Для этого наша Платформа Прикладного ИИ (BAUM AI) наполнена наборами преднастроек и обученных моделей, созданных под несколько типичных задач из реалий отраслевых заказчиков. Но это тема отдельного разговора, а сейчас расскажем, как наши СХД и Платформа Прикладного ИИ (BAUM AI) помогают другу другу.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Для работы с моделями ИИ нужно уметь очень быстро подгружать большие наборы данных, причем не только в оперативную память сервера, но и напрямую в память GPGPU. Поскольку наиболее часто используемый GPGPU- это разные модели NVidiа, то наша СХД и Платформа смогут передать данные с диска в память GPGPU с минимальными издержками благодаря сочетанию фирменных технологий Mellanox и NVidia, в частности работе прикладных протоколов поверх ROCE v2.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На наших тестах мы наблюдали ускорение в несколько раз больше, в сравнении со стандартным стеком. В ближайшее время мы сможем предоставить для тестов релиз нашей платформы. Ведь лучше один раз увидеть самим, не так ли?",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Платформа ИИ, в свою очередь, может оптимизировать работу СХД с помощью блока предиктивной аналитики: на основе заранее обученных моделей предскажет ряд важных параметров, предупредит  о возможном перегреве системы или о вышедшем из строя диске, заранее подскажет, что свободное место на пуле скоро закончится и пора подумать о его расширении, даст советы по настройкам, обеспечивающим в конкретной ситуации максимальную производительность системы и еще много нюансов. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Это тоже можно и нужно проверить. Мы готовы показать это на системах, находящихся на длительных тестах, в нашей демо-лаборатории и подскажем, как настроить интеграцию платформы с уже установленными у заказчика СХД BAUM.",
      },
    ],
    list_title: "Искусственный интеллект и СХД помогают друг другу.",
    list_text:
      "Одна из основных целей нашей команды - сделать высокотехнологичные разработки BAUM, в первую очередь, удобными для пользователя в работе над повседневными задачами.",
    tags: "Мероприятие",
    year: "2021",
    key: "61",
  },
  "60": {
    photo_links: ["/photo15.jpg"],
    title:
      "Фундаментальные исследования создания новых инновационных материалов с применением AI.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Наши специалисты разработали систему компьютерного зрения для трекинга микрочастиц (суспензии), что позволит в будущем создавать новые уникальные материалы по требуемым характеристикам.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В основе системы лежат алгоритмы компьютерного зрения - сегментации и object detection, которые позволяют определить наличие частиц суспензии, их четкие границы, координаты центра и смещение относительно глобальных координат.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Система позволяет выполнять трекинг изменения координат центров частиц, вариации угла поворота,  скорости перемещения частиц, скорости вращения частиц.",
      },
    ],
    list_title:
      "Фундаментальные исследования создания новых инновационных материалов с применением AI.",
    list_text:
      "Наши специалисты разработали систему компьютерного зрения для трекинга микрочастиц, что позволит в будущем создавать новые уникальные материалы по требуемым характеристикам.",
    tags: "Блог",
    year: "2021",
    key: "60",
  },
  "59": {
    photo_links: ["/photo16.jpg"],
    title: "Предиктивная аналитика для систем хранения данных.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Наши специалисты реализовали систему комплексной предиктивной аналитики для СХД BAUM. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "С его помощью мы научились предсказывать не только выход из строя отдельных аппаратных компонентов СХД, но и предугадывать влияние нагрузки на производительность системы. Наше решение использует методы AI, благодаря этому существенно возрастает точность предсказания проблем. Сейчас наша система способна заглянуть в будущее на 2-3 месяца, но с набором репрезентативной статистики мы научимся планировать поведение системы на год и более.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Наш подход не только подсвечивает все причины и возможные проблемы, но и показывает степень их влияния друг на друга. Благодаря этому мы можем отличить похожие проблемы вызванные разными причинами, а также определить исходную корневую причину разных проблем. Теперь главное установить этом модуль на большую часть наших СХД, ведь чем больше статистики с систем с разной конфигурацией и профилями нагрузки мы получим, тем большую выгоду получит каждый из заказчиков.",
      },
      {
        name: "text__post",
        type: "p",
        text: "Ключевые функции предиктивной системы:",
      },
      {
        name: "list__news",
        type: "ol",
        inside_blocks: [
          {
            name: "list__news",
            type: "li",
            text: "прогноз времени простоя;",
          },
          {
            name: "list__news",
            type: "li",
            text: "автоматическое предотвращение простоев;",
          },
          {
            name: "list__news",
            type: "li",
            text: "быстрый анализ первопричин.",
          },
          {
            name: "list__news",
            type: "li",
            text:
              "прогнозирование показателей доступности и вероятности выхода из строя компонентов. Вся необходимая статистика сохраняется в отдельно установленной базе данных. Модуль визуализации и аналитики добавляется к общей системе мониторинга СХД.",
          },
        ],
      },
    ],
    list_title: "Предиктивная аналитика для систем хранения данных.",
    list_text:
      "Наши специалисты реализовали систему комплексной предиктивной аналитики для СХД BAUM. ",
    tags: "Блог",
    year: "2021",
    key: "59",
  },
  "58": {
    photo_links: ["/photo17.jpg"],
    title:
      "Наши инженеры из лаборатории AI разработали нейронную сеть для помощи в управлении природно-техногенными рисками.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Инженеры разработали систему, которая оценивает и помогает управлять природно-техногенными рисками при помощи нейронных сетей или, иными словами, с использованием искусственного интеллекта. В частности, речь идет о предотвращении лесных пожаров. Разработанная сеть позволяет проводить не только профилактику в пожароопасных зонах, но и способствует оперативному реагированию в самом начале возгорания, минимизации ущерба.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В алгоритме прогнозируется вероятность возникновения очагов лесных пожаров и их дальнейшее распространение. Для обучения модели нейронной сети потребовались архивы данных с указанием термоточек и последствий развития лесных пожаров, погодных условий и карт близлежащих территорий. На основании проанализированной информации, система выявляет высоковероятные места появления новых очагов возгорания.",
      },
    ],
    list_title: "Наши инженеры из лаборатории AI разработали нейронную сеть.",
    list_text:
      "Наши инженеры из лаборатории AI разработали нейронную сеть для помощи в управлении природно-техногенными рисками. ",
    tags: "Мероприятие",
    year: "2021",
    key: "58",
  },
  "57": {
    photo_links: ["/photo18.jpg"],
    title:
      "Подписано соглашение между МТУ им. Н.Э. Баумана и Институтом имени Жуковского.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "22.02.2021 было подписано соглашение между МГТУ им Н.Э. Баумана и Институтом имени Жуковского. Благодаря этому сотрудничеству в нашей стране появится больше прорывных технологий в сфере ИИ.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Горжусь, что реализацией проектов, утверждённых договором, будет заниматься МИЦ Композиты России. Наш многолетний опыт в области IT-разработок, СХД и ИИ для различных сфер науки и производства позволит оперативно находить и реализовывать оригинальные технические решения.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Одной из главных задач соглашения является создание Центра компетенций по разработке и внедрению ИИ. Научную деятельность Центра будет координировать академик РАН, д.т.н. Сергей Юрьевич Желтов.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Также мы планируем создать инжиниринговый киберполигон для быстрой проверки гипотез, в том числе в варианте специализированного облачного ресурса. Для этого проекта будет объединён функционал ИИ-платформ МГТУ им. Н. Э. Баумана и ГосНИИАС (подведомственной организации Института им. Жуковского).",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "К работе по созданию нового Центра компетенций также присоединятся компании, входящие в структуру Института им. Жуковского, ЦИАМ им. П.И. Баранова и ЦАГИ им. Н. Е. Жуковского.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Уверен, что синергия знаний, навыков, научно-технических и производственных ресурсов всех участников соглашения позволит выдвинуть ИИ-технологии на новый уровень и сделать скачок в цифровое будущее нашей страны!",
      },
    ],
    list_title:
      "Подписано соглашение между МТУ им. Н.Э. Баумана и Институтом имени Жуковского.",
    list_text:
      "22.02.2021 было подписано соглашение между МГТУ им Н.Э. Баумана и Институтом имени Жуковского.",
    tags: "Мероприятие",
    year: "2021",
    key: "57",
  },
  "56": {
    photo_links: ["/2020/news-1-1.jpg"],
    title: "BAUM – АО «РОСЭЛЕКТРОНИКА»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "12 марта BAUM с рабочим визитом посетил директор по внешним коммуникациям АО «Росэлектроника» Арсений Брыкин. Были обсуждены современные научно-промышленные проекты, в частности в сфере ИТ: системы хранения данных (СХД), искусственный интеллект (ИИ).",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В ходе встречи руководство BAUM рассказали о том, что активно ведутся разработки отечественных СХД, а также ИИ. Это отдельные ИТ сферы, где одна, в частности, направлена на создание сертифицированной системы хранения данных. Было отмечено, что СХД BAUM обеспечивают полное резервирование всех компонентов аппаратной платформы, а файловая система — целостность и консистентность данных.",
      },
    ],
    list_title: "BAUM – АО «РОСЭЛЕКТРОНИКА»",
    list_text:
      "12 марта BAUM с рабочим визитом посетил директор по внешним коммуникациям АО «Росэлектроника» Арсений Брыкин.",
    tags: "Мероприятие",
    year: "2020",
    key: "56",
  },
  "55": {
    photo_links: ["/2020/news2-1.jpg"],
    title:
      "ВИЗИТ ПРЕДСЕДАТЕЛЯ ЦЕНТРАЛЬНОГО СОВЕТА ВСЕРОССИЙСКОГО ОБЩЕСТВА ИЗОБРЕТАТЕЛЕЙ И РАЦИОНАЛИЗАТОРОВ (ВОИР)",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "2 марта в BAUM с рабочим визитом приехал Председатель Центрального Совета Всероссийского общества изобретателей и рационализаторов (ВОИР) Антон Ищенко. Руководство BAUM рассказали об активной работе по разработке и реализации проектов в сфете IT. Антон Ищенко отметил, что лаборатория оснащена передовым оборудованием, в ней работают как молодые специалисты, так и старшие поколения, наученные опытом .",
      },
    ],
    list_title: "Визит председателя центрального совета",
    list_text:
      "Визит председателя центрального совета всероссийского общества изобретателей и рационализаторов (ВОИР)",
    tags: "Мероприятие",
    year: "2020",
    key: "55",
  },
  "54": {
    photo_links: ["/2020/news3-1.jpg"],
    title: "ВИЗИТ МИНИСТРА НАУКИ И ВЫСШЕГО ОБРАЗОВАНИЯ РФ В ЛАБОРАТОРИЮ BAUM",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Лабораторию BAUM посетил Министр науки и высшего образования РФ Валерий Фальков. Руководство BAUM показали программно-аппаратные комплексы классической и распределенной систем хранения данных. Специалисты BAUM продемонстрировали возмости СХД в работе.",
      },
    ],
    list_title:
      "Визит министра науки и высшего образования РФ в лабораторию BAUM",
    list_text:
      "Лабораторию BAUM посетил Министр науки и высшего образования РФ Валерий Фальков. ",
    tags: "Мероприятие",
    year: "2020",
    key: "54",
  },
  "53": {
    photo_links: ["/2020/news4-1.jpg"],
    title: "BAUM – АО «Спутниковая система «Гонец»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Представители BAUM провели рабочую встречу с генеральными директорами компаний АО «Спутниковая система «Гонец» - Павлом Черенковым и ТПУ «Нагатинская» - Алексеем Рогозиным. Высшее руководство центра компетенций BAUM показали свою лабораторию с программно-аппаратным комплексом распределенной системы хранения данных и методами искусственного интеллекта.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Особенно были отмечены перспективы информационных исследований в строительной сфере. Специалисты BAUM продемонстрировали возможности искусственного интеллекта в данной области, показали алгоритмы внедрения ИИ на разных этапах строительства: в проектировании и дизайне, ценообразовании, снабжении, безопасности и документообороте. Также в ходе встречи был презентован алгоритм компьютерного зрения для качественной оценки бетонных работ.",
      },
    ],
    list_title: "BAUM – АО «спутниковая система «ГОНЕЦ»",
    list_text:
      "Представители BAUM провели рабочую встречу с генеральными директорами компаний АО «Спутниковая система «Гонец»",
    tags: "Мероприятие",
    year: "2020",
    key: "53",
  },
  "52": {
    photo_links: ["/2019/2019-1.jpg"],
    title: "BAUM на VI ежегодной национальной выставке «Вузпромэкспо – 2019».",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "11 декабря BAUM приняли участие в VI ежегодной национальной выставка «Вузпромэкспо – 2019». На выставке мы представили платы сервера хранения данных, а так же сервера телематических услуг отечественного производства для реализации отечественной распределенной системы хранения данных.",
      },
    ],
    list_title:
      "BAUM на VI ежегодной национальной выставке «Вузпромэкспо – 2019».",
    list_text:
      "11 декабря BAUM приняли участие в VI ежегодной национальной выставка «Вузпромэкспо – 2019».",
    tags: "Мероприятие",
    year: "2019",
    key: "52",
  },
  "51": {
    photo_links: ["/2019/2019-2.png"],
    title:
      "BAUM на выставке «Новые цифровые технологии в школе» в Будапеште(Венгрия)",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "1 декабря BAUM принял участие на международной выставке «Новые цифровые технологии в школе», направленные на повышение престижа российской науки за рубежом. В программу мероприятий вошли экспозиции ведущих вузов России, а также мастер-классы в формате виртуальной реальности и цикл лекций от представителей крупных IT-компаний. Цель проведения мероприятия: повышение престижа России в сфере информационно-коммуникационных технологии, привлечение и обеспечение подготовки иностранных граждан для поступления на обучение и работу в Российскую Федерации по ИТ-специальностям.",
      },
    ],
    list_title:
      "BAUM на выставке «Новые цифровые технологии в школе» в Будапеште(Венгрия).",
    list_text:
      "1 декабря BAUM принял участие на международной выставке «Новые цифровые технологии в школе», направленные на повышение престижа российской науки за рубежом.",
    tags: "Мероприятие",
    year: "2019",
    key: "51",
  },
  "50": {
    photo_links: ["/2019/2019-3.png"],
    title: "BAUM В C-NEWS",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "C-News.ru опубликовал статью «Отечественная СХД Baum на базе Astra Linux сертифицирована Минобороны России»",
      },
    ],
    list_title: "BAUM В C-NEWS.",
    list_text:
      "C-News.ru опубликовал статью «Отечественная СХД Baum на базе Astra Linux сертифицирована Минобороны России».",
    tags: "Мероприятие",
    year: "2019",
    key: "50",
  },
  "49": {
    photo_links: ["/2019/2019-4.png"],
    title: "BAUM на конференции по искусственному интеллекту",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "19 ноября BAUM принял участие в конференции «Искусственный интеллект и перспективы его применения в работах по созданию обучающих средств и систем поддержки принятия решений по связи» организатором выступило Главное управление Связи Вооруженных Сил РФ. На конференции было представлено 8 докладов, посвященных обзору, применению, перспективам развития и применения ИИ в военном деле.",
      },
    ],
    list_title: "BAUM на конференции по искусственному интеллекту.",
    list_text:
      "19 ноября BAUM принял участие в конференции «Искусственный интеллект и перспективы его применения в работах по созданию обучающих средств и систем поддержки принятия решений по связи».",
    tags: "Мероприятие",
    year: "2019",
    key: "49",
  },
  "48": {
    photo_links: ["/2019/2019-5.png"],
    title: "Деловой ужин BAUM и OCS.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "14 ноября в Санкт-Петербурге состоялся деловой ужин BAUM и OCS. Открытие мероприятия провели Михаил Назаров (OCS) и Андрей Макарычев (OCS). Андрей Гантимуров (BAUM) представил презентацию «БАУМ: системы хранения данных российского происхождения. Прибыльное импортозамещение», затем прошла демонстрация функционала BAUM Storage. После демонстрации продукта состоялся сам ужин, на котором представители BAUM и OCS отвечали на все интересующие вопросы в неформальной обстановке.",
      },
    ],
    list_title: "Деловой ужин BAUM и OCS.",
    list_text:
      "14 ноября в Санкт-Петербурге состоялся деловой ужин BAUM и OCS. ",
    tags: "Мероприятие",
    year: "2019",
    key: "48",
  },
  "47": {
    photo_links: ["/2019/2019-6.png"],
    title: "BAUM НА AI JOURNEY 2019.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "8 и 9 ноября BAUM принял участие в конференции AI Journey 2019 посвященной искусственному интеллекту. Путешествие в мир искусственного интеллекта собрало около 5000 участников из России и зарубежья. Событие проходило в течении двух дней.  Первый день - научный, где обсуждались технические аспекты ИИ, выступающие делились своими наработками. Второй день - ИИ для бизнеса, обсуждались кейсы по внедрению умных технологий, в различных областях.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Участниками конференции являлись Data scientist’ы молодые предприниматели, ученые из зарубежья, HR-специалисты, представители крупных компаний (Яндекс, mail, Газпром-нефть, Сбербанк, МТС).  Конференцию открывал Герман Греф, с воодушевляющей речью о светлом будущем, которое нас ждет. На территории Экспоцентра можно было услышать «жаркие» дискуссии о компьютерном зрении, рекомендательных системах, алгоритмах распознавания естественного языка.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Немного о технологиях: практически весь интерес был скован вокруг разработки умных ассистентов, ботов, которые могут распознавать голос - переводить в текст и поддерживать естественный диалог. Интересные решения от aliexpress. Используются ансамбль лексических правил, нейронных сетей и решающих деревьев.",
      },
    ],
    list_title: "BAUM НА AI JOURNEY 2019.",
    list_text:
      "8 и 9 ноября BAUM принял участие в конференции AI Journey 2019 посвященной искусственному интеллекту.",
    tags: "Мероприятие",
    year: "2019",
    key: "47",
  },
  "46": {
    photo_links: ["/2019/2019-7.jpg"],
    title: "Визит Генерального директора Фонда перспективных исследований.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "11 сентября в МГТУ им. Н.Э. Баумана состоялся деловой визит Генерального директора Фонда перспективных исследований (ФПИ) Андрея Григорьева и Ректора МГТУ им. Н.Э. Баумана Анатолия Александрова.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Особое внимание уделили отечественной разработке систем хранения данных BAUM. В рамках встречи были обсуждены возможности перспективного сотрудничества и работы.",
      },
    ],
    list_title:
      "Визит Генерального директора Фонда перспективных исследований.",
    list_text:
      "11 сентября в МГТУ им. Н.Э. Баумана состоялся деловой визит Генерального директора Фонда перспективных исследований (ФПИ) Андрея Григорьева.",
    tags: "Мероприятие",
    year: "2019",
    key: "46",
  },
  "45": {
    photo_links: ["/2019/2019-8.png"],
    title: "Проект «Тропосфера» получила сертификат Министерства Обороны.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Версия ПО «ПТК СХД «БАУМ» Проект «Тропосфера» на основе сертифицированной ОС Astra Linux Special Edition 1.5 прошла необходимые исследования и получила сертификат Министерства Обороны №4420 от 6 августа 2019г на 2 уровень контроля отсутствия недекларированных возможностей. Это является подтверждением высокого уровня безопасности продуктов АО НПО «БАУМ» и возможности их использования в системах защиты информации для государственных организаций РФ.",
      },
    ],
    list_title: "Проект «Тропосфера» получила сертификат Министерства Обороны.",
    list_text:
      "Проект «Тропосфера» на основе сертифицированной ОС Astra Linux Special Edition 1.5 получила сертификат Министерства Обороны.",
    tags: "Мероприятие",
    year: "2019",
    key: "45",
  },
  "44": {
    photo_links: ["/2019/2019-9.jpg"],
    title: "BAUM В STORAGE NEWS.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Storage News опубликовал статью «Обзор особенностей решений для кэширования данных, используемых в СХД БАУМ» за авторством Андрея Гантимурова, Алексея Демидова, Игоря Смелова. Статью можно прочесть в журнале Storage News выпуск №1/73 2019 года.",
      },
    ],
    list_title: "BAUM В STORAGE NEWS.",
    list_text:
      "Storage News опубликовал статью «Обзор особенностей решений для кэширования данных.",
    tags: "Мероприятие",
    year: "2019",
    key: "44",
  },
  "43": {
    photo_links: ["/2019/2019-10.jpg"],
    title: "BAUM в гостях у INTEL.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "14 мая состоялся выезд BAUM в гости к INTEL в Нижний Новгород для анализа теста проведённого на стенде INTEL, знакомства с компонентами INTEL PARALLEL STUDIO XE 2019, а так же обсуждения необходимых вопросов.",
      },
    ],
    list_title: "BAUM в гостях у INTEL.",
    list_text:
      "14 мая состоялся выезд BAUM в гости к INTEL в Нижний Новгород для анализа теста проведённого на стенде INTEL.",
    tags: "Мероприятие",
    year: "2019",
    key: "43",
  },
  "42": {
    photo_links: ["/2019/2019-11.jpg"],
    title: "BAUM – OCS",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "18 апреля 2019г. прошёл второй технологический форум IT-Ось 2019 от OCSDistribution. BAUM впервые принимал учатие в форуме такого масштаба.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Для нас IT-Ось - это не только возможность увидеть друзей и завести новые знакомства, но и возможность обсудить актуальные вопросы за круглым столом с такими мастодонтами как IBS, Dell EMC, HPE. Мы представили тенденции развития систем хранения данных «СХД как составляющая успеха Вашего бизнеса» и ответили на возникнувшие вопросы аудитории.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Благодарим OCS Distribution за организацию мероприятия и с нетерпением ждем новой встречи!",
      },
    ],
    list_title: "BAUM – OCS",
    list_text:
      "18 апреля 2019г. прошёл второй технологический форум IT-Ось 2019 от OCSDistribution.",
    tags: "Мероприятие",
    year: "2019",
    key: "42",
  },
  "41": {
    photo_links: ["/2019/2019-12.jpg"],
    title: "BAUM – INTEL",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "15 апреля 2019г. Intel представила новые решения, ориентированные на обработку данных – процессоры Intel Xeon Scalble 2-го поколения, энергонезависимую память Intel OptaneТМ DC, а так же решения для хранения данных.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Данные решения позволяют улучшить производительность современных технологий, в том числе производительность систем хранения данных за счет использования в качестве кэша технологию Intel Optane DC. На данный момент BAUM совместно с Intel и Aquarius активно ведут работы по тестированию данных систем.",
      },
    ],
    list_title: "BAUM – INTEL",
    list_text:
      "15 апреля 2019г. Intel представила новые решения, ориентированные на обработку данных.",
    tags: "Мероприятие",
    year: "2019",
    key: "41",
  },
  "40": {
    photo_links: ["/2018/2018-1.jpg"],
    title: "BAUM И MELLANOX",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text: "BAUM и Мелланокс совместно увеличили производительность СХД.",
      },
      {
        name: "text__post",
        type: "p",
        text: "Партнеры mellanox Пресс-релиз: mellanox.com",
      },
    ],
    list_title: "BAUM И MELLANOX",
    list_text: "BAUM и Мелланокс совместно увеличили производительность СХД.",
    tags: "Мероприятие",
    year: "2018",
    key: "40",
  },
  "39": {
    photo_links: ["/2018/2018-2.jpg"],
    title: "Андрей Гантимуров в гостях у ГКС Группа компаний Систематика",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "В гостях у ГКС группа компаний Систематика Андрей Гантимуров, генеральный директор НПО «БАУМ» рассказал, что «БАУМ» с 2010 года ведет разработки в сегменте систем хранения данных, и СХД «БАУМ», инсталлированные, кстати, в ряде госструктур, не уступают импортным аналогам среднего корпоративного класс",
      },
    ],
    list_title: "Андрей Гантимуров в гостях у ГКС Группа компаний Систематика",
    list_text:
      "В гостях у ГКС группа компаний Систематика Андрей Гантимуров, генеральный директор НПО БАУМ рассказал о разработках.",
    tags: "Мероприятие",
    year: "2018",
    key: "39",
  },
  "38": {
    photo_links: ["/2018/2018-3.jpg"],
    title: "Пленарное заседание съезда российского союза ректоров",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Владимир Путин посетил Санкт-Петербургский политехнический университет Петра Великого, где принял участие в пленарном заседании XI съезда Российского союза ректоров.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На повестке дня съезда обсуждались вопросы развития единого образовательного пространства, построения стратегии научно-технологического развития России, взаимодействия университетов со школами и обществом, а также международные аспекты деятельности российских университетов. К участию в мероприятии приглашены около 600 ректоров отечественных и зарубежных вузов.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На заседании выступил ректор МГТУ им. М. Э. Баумана, он отметил важную роль наших университетов в научно-технологическом развитии России.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На съезде было отмечено, что 10 лет назад под эгидой Российского союза ректоров был создан суперкомпьютерный консорциум России. В него вошли 62 члена, 47 университетов, а остальные – это институты и академии. Всё это время консорциум фактически является проводником цифровой экономики, ведёт работу по цифровизации, в том числе отработку, сейчас очень важной, – создание цифровых двойников, что сегодня является одним из приоритетов как раз технологии.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "По окончании пленарного заседания глава государства посетил Научно-исследовательский корпус Санкт-Петербургского политеха, ознакомился с передовыми разработками СПбПУ, осмотрел макет создаваемой на базе вуза технологической долины.",
      },
    ],
    list_title: "Пленарное заседание съезда российского союза ректоров",
    list_text:
      "Владимир Путин посетил Санкт-Петербургский политехнический университет Петра Великого, где принял участие в пленарном заседании XI съезда Российского союза ректоров. ",
    tags: "Мероприятие",
    year: "2018",
    key: "38",
  },
  "37": {
    photo_links: ["/2018/2018-4.jpg"],
    title: "Сотрудничество с «Ростелеком»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "13 апреля в МГТУ им. Н.Э.Баумана прошла рабочая встреча с Президентом российской телекоммуникационной компании «Ростелеком» Михаилом Осеевским.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Ректор МГТУ им. Баумана Анатолий Александров и директор «Композиты России» Владимир Нелюб рассказали гостю о Центре и его разработках, в частности, об отечественной системе хранения данных (СХД) BAUM Inform.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Мы создаем российские распределенные и программно-определяемые системы хранения данных на уровне мировых технологических лидеров, с учетом требований заказчиков и отечественной законодательной базы, — говорит Владимир Нелюб. — Эти СХД предназначены для организации хранилищ для баз данных, файловых серверов, серверов приложений и электронной почты, резервного копирования данных и так далее. Мы можем спроектировать систему для архива или резервных копий, многоцелевую гибридную или all-flash, используем технологию big data».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Анатолий Александров отметил, что в Центре специалисты создают все условия для развития наукоемкого бизнеса.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В ходе встречи были обсуждены возможности сотрудничества «Композиты России» и компании «Ростелеком» в сфере цифровой экономики и СХД.",
      },
    ],
    list_title: "Сотрудничество с «Ростелеком»",
    list_text:
      "13 апреля в МГТУ им. Н.Э.Баумана прошла рабочая встреча с Президентом российской телекоммуникационной компании «Ростелеком» Михаилом Осеевским.",
    tags: "Мероприятие",
    year: "2018",
    key: "37",
  },
  "36": {
    photo_links: ["/2018/2018-5.jpg"],
    title: "Минимизация санкционных рисков в IT-индустрии",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "В настоящее время большинство государственных структур и крупных организаций вынуждены решать задачу эффективности и работоспособности IT-инфраструктуры при условии экономии бюджетов.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Немаловажным является минимизация санкционных рисков, которая должна быть обеспечена импортозамещением с использованием проверенных отечественных технологий. В сегменте систем хранения данных (СХД) продолжительное время отсутствовали проверенные решения, отвечающие всем вышеуказанным требованиям, что заставляло заказчика жертвовать одним или несколькими показателями из надежности, защищенности и экономической эффективности при построении хранилищ данных.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Успех в развитии в стране отечественных систем хранения данных во многом зависит от продуктивности диалога между ведущими организациями-разработчиками, — говорит ректор МГТУ имени Баумана Анатолий Александров. – Наш консорциум объединяет лучшие умы, которые трудятся над интересной задачей. Результаты уже есть и проект успешно коммерциализируется».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Отечественный консорциум BAUM Inform объединил научный потенциал разработчиков из РАН, МГТУ им. Баумана, МГУ им. Ломоносова и «РосАтом» для реализации комплексных решений по созданию надежных систем хранения данных корпоративного уровня. Это позволит удовлетворить потребности государственных структур и крупных компаний, а также выведет отечественную ИТ-индустрию на конкурентоспособный уровень.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Надежность и производительность СХД BAUM Inform подтверждается функционалом, который не уступает функционалу импортных аналогов среднего корпоративного класса, — говорит Владимир Нелюб, директор МИЦ «Композиты России». —  Экономическая эффективность обусловлена тем, что разработка ПО осуществляется на территории Российской Федерации. Программное обеспечение BAUM Inform состоит в едином реестре Российских программ Минкомсвязи РФ, что обеспечивает минимизацию санкционных рисков».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Межотраслевой инжиниринговый центр «Композиты России» - это структурное подразделение МГТУ им. Н.Э. Баумана созданное 15 июня 2011 года для содействия в разработке, производстве и коммерциализации высокотехнологичных решений университета (новые материалы, композиты, нанотехнологии, информационные технологии), формирования научного задела и современных образовательных технологий и программ. Центр реализует «замкнутый цикл» инжиниринговых и научно-образовательных услуг, от разработки до внедрения технологий и промышленной продукции в ключевые сектора экономики РФ, такие как: транспортная, строительная, ЖКХ, энергетическая, нефтегазовая, медицинская и ИТ.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "МГТУ им. Н.Э. Баумана — Московский государственный технический университет им. Н.Э. Баумана - Первый технический университет в России. Обучение в МВТУ им. Н.Э. Баумана ведется на 19 факультетах дневного обучения. Работает аспирантура и докторантура, два профильных лицея. МВТУ им. Н.Э. Баумана осуществляет подготовку более 19 тысяч студентов практически по всему спектру современного машино- и приборостроения. Научную и учебную работу ведут более 320 докторов и около 2000 кандидатов наук. Всего Университет выпустил около 200 тысяч инженеров. Основными структурными подразделениями университета являются научно-учебные комплексы, имеющие в своем составе факультет и научно-исследовательский институт.",
      },
    ],
    list_title: "Минимизация санкционных рисков в IT-индустрии",
    list_text:
      "В настоящее время большинство государственных структур и крупных организаций вынуждены решать задачу эффективности и работоспособности IT-инфраструктуры при условии экономии бюджетов.",
    tags: "Мероприятие",
    year: "2018",
    key: "36",
  },
  "35": {
    photo_links: ["/2018/2018-6.jpg"],
    title:
      "ОАО «ИНФОТЕКС» и НПО «БАУМ» представили защищённую систему хранения данных на базе VIPNET COORDINATOR HW5000",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "В состав СХД может входить до восьми контроллеров, а максимальный объем «сырого» дискового пространства может достигать 10 Пбайт. Возможна эксплуатация в СХД как магнитных, так и твердотельных накопителей. Для максимизации скорости ввода-вывода контроллеры оснащаются большим объемом буферной памяти с уникальными алгоритмами кэширования.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Характеристики СХД обеспечивают высокую эффективность расходования дискового пространства и пропускной способности массива накопителей:",
      },
      {
        name: "text__post",
        type: "p",
        text: "- Высокоскоростные порты 10 Гбит/с и 16 Гбит/с;",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "- Унифицированная архитектура, позволяющая выделять виртуальные диски по файловым и блочным протоколам доступа;",
      },
      {
        name: "text__post",
        type: "p",
        text: "- Автоматическая дедупликация данных;",
      },
      {
        name: "text__post",
        type: "p",
        text: "- Балансировка нагрузки между контроллерами;",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "- Возможность миграции данных из СХД других производителей и обратно;",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "- Возможность прямого подключения клиентов по интерфейсу , позволяющая отказаться от построения дорогостоящей SAN-инфраструктуры.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Надежность хранения информации в СХД обеспечена дублированием всех компонентов программно-технического комплекса (расчет надежности по ГОСТ), функцией мгновенных снимков пользовательских данных и хранением в зашифрованном виде.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Программно-аппаратный криптошлюз ViPNet Coordinator HW5000, входящий в состав представленного решения, обеспечивает шифрование каналов как внутри ЦОД, так и между географически распределенными узлами при передаче данных и репликации. Криптошлюзы работают в режиме горячего резервирования: в случае отказа активного криптошлюза дублирующий берет на себя его функции, а вышедший из строя после перезагрузки переходит в пассивный режим.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«ИнфоТеКС сейчас активно работает в направлении «цифровой экономики»: создание новых платформ, технологий, обеспечение их безопасности и пр. С этой точки зрения наше сотрудничество с НПО БАУМ мы оцениваем как очень перспективное. Представленное решение использует лишь малую часть возможностей и компетенций ИнфоТеКС в области информационной безопасности, поэтому мы нацелены на дальнейшее развитие наших отношений», — комментирует Дмитрий Гусев, заместитель генерального директора ОАО «ИнфоТеКС».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«НПО БАУМ продолжает развивает концепцию классической системы хранения, отвечающего российским требованиям информационной безопасности. Для этого мы сотрудничаем с ведущими российскими вендорами в сегменте информационной безопасности и защиты данных. Совместному решение АО НПО «БАУМ» с ОАО «ИнфоТеКС» - защищенное корпоративное решение хранения, которое может масштабироваться от нескольких стоек до географически распределенного ЦОД и иметь защищенные каналы передачи данных. Подобное решение, несомненно, отвечает потребностям многих наших заказчиков» - комментирует Андрей Гантимуров, генеральный директор НПО «БАУМ».",
      },
    ],
    list_title: "Защищённая система хранения данных",
    list_text:
      "ОАО «ИНФОТЕКС» и НПО «БАУМ» представили защищённую систему хранения данных на базе VIPNET COORDINATOR HW5000.",
    tags: "Мероприятие",
    year: "2018",
    key: "35",
  },
  "34": {
    photo_links: ["/2017/2017-1.jpg"],
    title: "BAUM на ВУЗПРОМЭКСПО 2017",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "3 декабря в рамках V Ежегодной Национальной выставки ВУЗПРОМЭКСПО 2017 BAUM в рамках стенда МИЦ «Композиты России» представил свои разработки.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Первый заместитель Министра образования и науки Российской Федерации Валентина Викторовна Переверзева оценила работу специалистов Центра.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«У меня очень часто журналисты спрашивают о том, где лучшие инженеры, куда они идут работать после учебы – вот они, МИЦ «Композиты России». Вся выставка – это площадка огромных возможностей для сотрудничества вузов и предприятий. Пока наука и бизнес существуют сами по себе, экономика страны развиваться не будет. ВУЗПРОМЭКСПО помогает объединиться и развивать отечественное производство», — сказала Переверзева.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Владимир Нелюб рассказал Валентине Переверзевой обо всех основных проектах, в частности, отметил отечественную систему хранения данных (СХД).",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Эта СХД предназначена для организации хранилищ для баз данных, серверов приложений, серверов электронной почты, файловых серверов, веб-служб, распределенных приложений, резервного копирования данных и так далее, — рассказал Владимир Нелюб. – Мы можем спроектировать систему для архива или резервных копий, многоцелевую гибридную или all-flash».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Нелюб также отметил, что в Центре специалисты создают все условия для развития наукоемкого бизнеса.",
      },
    ],
    list_title: "BAUM на ВУЗПРОМЭКСПО 2017",
    list_text:
      "3 декабря в рамках V Ежегодной Национальной выставки ВУЗПРОМЭКСПО 2017 BAUM в рамках стенда МИЦ «Композиты России» представил свои разработки.",
    tags: "Мероприятие",
    year: "2017",
    key: "34",
  },
  "33": {
    photo_links: ["/2017/2017-2.jpg"],
    title: "BАUM и IEEE",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "20 ноября 2017 года сотрудники BAUM стали членами института инженеров электротехники и электроники.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Институт инженеров электротехники и электроники (IEEE) - международная некоммерческая ассоциация специалистов в области техники, мировой лидер в области разработки стандартов по радиоэлектронике, электротехнике и аппаратному обеспечению вычислительных систем и сетей.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Эта общественная некоммерческая ассоциация профессионалов появилась в 1963 году, в результате слияния Института радиотехников, созданного в 1912 году, и Американского института инженеров-электриков, созданного в 1884 году.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Главная цель IEEE — информационная и материальная поддержка специалистов для организации и развития научной деятельности в электротехнике, электронике, компьютерной технике и информатике, приложение их результатов для пользы общества, а также профессиональный рост членов IEEE.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "IEEE, объединяя более 400 000 индивидуальных членов из 170 стран (в том числе более 100 000 студентов), издаёт третью часть мировой технической литературы, касающейся применения радиоэлектроники, компьютеров, систем управления, электротехники, в том числе (январь 2011 года) 122 реферируемых научных журнала и 36 отраслевых журналов для специалистов, проводит в год более 300 крупных конференций. Ассоциация принимала участие в разработке около 900 действующих стандартов.",
      },
    ],
    list_title: "BАUM и IEEE",
    list_text:
      "20 ноября 2017 года сотрудники BAUM стали членами института инженеров электротехники и электроники",
    tags: "Блог",
    year: "2017",
    key: "33",
  },
  "32": {
    photo_links: ["/2017/2017-3.jpg"],
    title: "BAUM на RIW 2017",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "С 1 по 3 ноября уже в десятый раз прошло ежегодное осеннее мероприятие, охватывающее пять отраслей — Интернет, Медиа, Телеком, Софт и ИТ — Russian Internet Week 2017.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В программе Russian Internet Week также пройдёт выставка «Internet Expo 2017», где будет организована специальная топ-зона «UpStart/Аллея инноваций». Именно на ней BAUM представит свою СХД.",
      },
    ],
    list_title: "BAUM на RIW 2017",
    list_text:
      "Прошло ежегодное осеннее мероприятие, охватывающее пять отраслей — Интернет, Медиа, Телеком, Софт и ИТ — Russian Internet Week 2017.",
    tags: "Мероприятие",
    year: "2017",
    key: "32",
  },
  "31": {
    photo_links: ["/2017/2017-4.jpg"],
    title: "BAUM для надводных и подводных кораблей",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "13 октября в 12:00 в Санкт-Петербурге в ГУМРФ имени адмирала С.О. Макарова состоялось совместное совещание экспертных подгрупп Маринет по е-Навигации.",
      },
      {
        name: "text__post",
        type: "p",
        text: "BAUM представил доклад о погружных СХД.",
      },
    ],
    list_title: "BAUM для надводных и подводных кораблей",
    list_text: "BAUM для надводных и подводных кораблей",
    tags: "Мероприятие",
    year: "2017",
    key: "31",
  },
  "30": {
    photo_links: ["/2017/2017-5.jpg"],
    title: "НПО «БАУМ» приняло участие в форуме «Армия 2017»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text: "НПО «БАУМ» приняло участие в форуме «Армия 2017».",
      },
    ],
    list_title: "НПО «БАУМ» приняло участие в форуме «Армия 2017»",
    list_text: "НПО «БАУМ» приняло участие в форуме «Армия 2017»",
    tags: "Мероприятие",
    year: "2017",
    key: "30",
  },
  "29": {
    photo_links: ["/2017/2017-6.jpg"],
    title:
      "Компания «ПРАЙМ ГРУП» заключила партнерский договор с СХД АО НПО «БАУМ».",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания «ПРАЙМ ГРУП» заключила партнерский договор с российским производителем классических СХД АО НПО «БАУМ».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Подписание соглашения о сотрудничестве нацелено на объединение усилий с целью развития отечественных информационных технологий, а также взаимный обмен информацией и опыта в развитии отрасли ИТ.",
      },
    ],
    list_title:
      "Компания «ПРАЙМ ГРУП» заключила партнерский договор с СХД АО НПО «БАУМ».",
    list_text: "",
    tags: "Мероприятие",
    year: "2017",
    key: "29",
  },
  "28": {
    photo_links: ["/2017/2017-7.jpg"],
    title: "Визит Николая Никифорова",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "АО НПО «БАУМ» в МГТУ им. Баумана посетил министр связи и массовых коммуникаций РФ Николай Никифоров и заместитель министра Алексей Соколов.",
      },
    ],
    list_title: "Визит Николая Никифорова",
    list_text:
      "АО НПО БАУМ в МГТУ им. Баумана посетил министр связи и массовых коммуникаций РФ Николай Никифоров ",
    tags: "Мероприятие",
    year: "2017",
    key: "28",
  },
  "27": {
    photo_links: ["/2017/2017-8.jpg"],
    title: "Визит Василия Осьмакова",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "АО НПО «БАУМ» в МГТУ им. Баумана посетил заместитель министра промышленности и торговли РФ Василий Осьмаков.",
      },
    ],
    list_title: "Визит Василия Осьмакова",
    list_text:
      "АО НПО БАУМ в МГТУ им. Баумана посетил заместитель министра промышленности и торговли РФ Василий Осьмаков.",
    tags: "Мероприятие",
    year: "2017",
    key: "27",
  },
  "26": {
    photo_links: ["/2017/2017-9.jpg"],
    title: "Сотрудничество с OCS",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания OCS стала первым дистрибьютором систем хранения данных BAUM в России. В рамках партнерского соглашения компания OCS будет реализовывать программу защиты сделок по выделенным продуктам, предоставлять удобные финансовые сервисы, осуществлять совместную с партнерами маркетинговую программу, проводить техническое сопровождение партнеров на всех этапах сделки, проводить обучение для партнеров и их заказчиков и делиться технической экспертизой.",
      },
    ],
    list_title: "Сотрудничество с OCS.",
    list_text:
      "Компания OCS стала первым дистрибьютором систем хранения данных BAUM в России.",
    tags: "Блог",
    year: "2017",
    key: "26",
  },
  "25": {
    photo_links: ["/2017/2017-10.jpg"],
    title: "Сотрудничество с АМТ-ГРУП",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания АО НПО БАУМ, отечественный производитель систем хранения данных, и компания АМТ-ГРУП объявили о начале сотрудничества. Партнерство включает в себя возможность проектирования, продажи и установки защищенных систем хранения данных БАУМ.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Продуктовый портфель БАУМ представлен системами хранения среднего класса, продуктовая линейка состоит из нескольких масштабируемых систем, начиная с модели начального уровня U42s до восьмиконтроллерной системы U48. Все системы линейки поддерживают блочный и файловый протоколы доступа. С помощью решений БАУМ у заказчика есть возможность построения архивных хранилищ большой емкости, гибридных хранилищ и all-flash систем. Системы БАУМ интегрированы с рядом отечественных разработок, к которым относятся СУБД, системы резервного копирования и средства шифрования. К отдельному классу систем хранения относятся модели, работающие под управлением системы Astra Linux и предназначенные для государственных учреждений, в которых соблюдаются требования к защищенности информационных систем.",
      },
      {
        name: "text__post",
        type: "p",
        text: "Решения БАУМ прошли тестирование в Лаборатории АМТ-ГРУП.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "По словам Дмитрия Семынина, директора департамента инфраструктуры информационных систем компании АМТ-ГРУП, БАУМ - решение в области хранения данных, созданное отечественными разработчиками в первую очередь для российских компаний. «Добавив решения БАУМ в свое портфолио, мы эффективно закрываем потребности заказчиков в сегменте хранения информации с гарантированной защитой от санкционных рисков».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Андрей Гантимуров, генеральный директора АО НПО БАУМ, оптимистично рассматривает перспективы сотрудничества: «Российский рынок систем хранения данных продолжает расти, и отечественные решения постепенно отвоевывают долю у крупных импортных компаний. В период быстрого роста для продвижения решений заказчикам необходимо партнерство с компанией, обладающей подтвержденной экспертизой и высоким профессиональным опытом. К таким компаниям, без сомнения, отношу АМТ–ГРУП, одного из ведущих российских интеграторов с многолетней историей».",
      },
    ],
    list_title: "Сотрудничество с АМТ-ГРУП",
    list_text:
      "Компания АО НПО БАУМ, отечественный производитель систем хранения данных, и компания АМТ-ГРУП объявили о начале сотрудничества. ",
    tags: "Мероприятие",
    year: "2017",
    key: "25",
  },
  "24": {
    photo_links: ["/2017/2017-11.jpg"],
    title: "Сотрудничество с Softline",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания Softline российский интегратор и провайдер полного спектра услуг в области ИТ-аутсорсинга, и НПО «Баум», отечественная компания, разрабатывающая программно-аппаратные комплексы для хранения данных, стали партнёрами. Стороны заключили партнёрский договор и договор NDA (Non-disclosure agreement), договор о неразглашении, благодаря чему решения НПО «Баум» могут быть интегрированы Softline в ряде крупных российских заказчиков.",
      },
    ],
    list_title: "Сотрудничество с Softline",
    list_text:
      "Компания Softline российский интегратор и провайдер полного спектра услуг в области ИТ-аутсорсинга, и НПО «Баум».",
    tags: "Мероприятие",
    year: "2017",
    key: "24",
  },
  "23": {
    photo_links: ["/2017/2017-12.jpg"],
    title: "Представители Росэлектроники посетили стендт НПО «БАУМ»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "15 июня заместитель генерального директора «Росэлектроника» Арсений Брыкин с рабочим визитом посетил лабораторию АО НПО «БАУМ». Главной темой встречи стало обсуждение проектов по созданию отечественной распределённый системы хранения данных. Арсений Брыкин подчеркнул важность взаимодействия и предложил проработать ряд совместных проектов.",
      },
    ],
    list_title: "Представители Росэлектроники посетили стенд НПО «БАУМ».",
    list_text:
      "15 июня заместитель генерального директора «Росэлектроника» Арсений Брыкин с рабочим визитом посетил лабораторию АО НПО «БАУМ». ",
    tags: "Мероприятие",
    year: "2017",
    key: "23",
  },
  "22": {
    photo_links: ["/2017/2017-13.jpg"],
    title: "BAUM рассказал о своих достижениях в 67 номере журнала StorageNews",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Вышел в свет 67 номер журнала StorageNews. НПО БАУМ начинает применять NVMe и адаптирует СХД под NVMeOF.",
      },
    ],
    list_title: "Вышел в свет 67 номер журнала StorageNews",
    list_text:
      "BAUM рассказал о своих достижениях в 67 номере журнала StorageNews.",
    tags: "Мероприятие",
    year: "2017",
    key: "22",
  },
  "21": {
    photo_links: ["/2017/2017-14.jpg"],
    title: "Выступление на Prosto.IT.",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Директор по продажам компании АО НПО “БАУМ” рассказал о тенденциях развития систем хранения данных и системах хранения «Баум» на ежегодной конференции Prosto.IT.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Основными преимуществами программно-технических комплексов НПО «Баум» является высокая производительность, отказоустойчивость, а также наличие подсистемы информационной безопасности, соответствующей требованиям Российского законодательства».",
      },
    ],
    list_title: "Выступление на Prosto.IT.",
    list_text:
      "Директор по продажам компании АО НПО “БАУМ” рассказал о тенденциях развития систем хранения данных и системах хранения «Баум»",
    tags: "Мероприятие",
    year: "2017",
    key: "21",
  },
  "20": {
    photo_links: ["/2017/2017-15.jpg"],
    title:
      "Министр образования и науки РФ Ольга Васильева посетила демо-лабораторию БАУМ",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Министр образования и науки РФ Ольга Васильева в МГТУ им.Баумана открыла первый в стране научно-производственный комплекс МИЦ «Композиты России» и посетила демо-лабораторию АО НПО «БАУМ». Был продемонстрирован результат многолетней работы, а также специалисты лаборатории рассказали о перспективах развития существующих продуктов и инновационных разработках.",
      },
    ],
    list_title:
      "Министр образования и науки РФ Ольга Васильева посетила демо-лабораторию БАУМ",
    list_text:
      "Министр образования и науки РФ Ольга Васильева в МГТУ им.Баумана открыла первый в стране научно-производственный комплекс МИЦ «Композиты России».",
    tags: "Мероприятие",
    year: "2017",
    key: "20",
  },
  "19": {
    photo_links: ["/2017/2017-16.jpg"],
    title: "БАУМ и кварцевый 5D-носитель",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания АО НПО «БАУМ» совместно с учеными из российского химико-технологического университета имени Д. И. Менделеева в Москве при поддержке фонда перспективных исследований (фПИ) ведут работу по применению кварцевого 5D-носителя информации для бесконечно долгого архивного хранения информации.",
      },
    ],
    list_title: "БАУМ и кварцевый 5D-носитель",
    list_text:
      "Компания АО НПО «БАУМ» совместно с учеными ведут работу по применению кварцевого 5D-носителя информации.",
    tags: "Мероприятие",
    year: "2017",
    key: "19",
  },
  "18": {
    photo_links: ["/2017/2017-17.jpg"],
    title: "НПО «БАУМ» получило сертификат ISO 9001",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания АО НПО «БАУМ» прошла сертификацию ISO 9001 применительно к разработке, ремонту, установке, монтажу и обслуживанию систем обработки данных общего назначения, устройств ввода/вывода, запоминающих устройств, программного обеспечения и информационных систем. Компанией ЗАО «Каскад-Телеком» был выдан сертификат менеджмента качества о соответствии требованиям ISO 9001-2011 и ГОСТ РВ 0015-002-2012.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Наличие сертификата у компании подтверждает, что в ней создана структурированная система менеджмента качества, которая регламентирует все действия, имеющие отношения к качеству продукции и услуг. Конкретное содержание этой документации организация выбирает в зависимости от своих нужд, при необходимости совершенствуя ее и внося в нее улучшения. Все процедуры, зафиксированные в системе, выполняются на постоянной основе.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Наличие сертификата обеспечивает много преимуществ. Например, сертифицированная компания имеет право вступить в СРО и получить допуск крупным объектам, принимать участие в тендерах, нарастить клиентскую базу, зарекомендовав себя как надежное и стабильное предприятие, а также сотрудничать с иностранными партнерами. Также сертификат ISO 9001 дает возможность получать государственные заказы.",
      },
    ],
    list_title: "НПО «БАУМ» получило сертификат ISO 9001",
    list_text:
      "Компания АО НПО «БАУМ» прошла сертификацию ISO 9001 применительно к разработке, ремонту, установке, монтажу и обслуживанию систем обработки данных",
    tags: "Блог",
    year: "2017",
    key: "18",
  },
  "17": {
    photo_links: ["/2017/2017-18.jpg"],
    title: "Сотрудничество с SERVIONICA",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания «Сервионика» (ГК «Ай-Теко»), российский провайдер полного спектра услуг в области ИТ-аутсорсинга, и НПО «Баум», отечественная компания, разрабатывающая программно-аппаратные комплексы для хранения данных, стали партнёрами. Стороны заключили партнёрский договор и договор NDA (Non-disclosure agreement), договор о неразглашении, благодаря чему решения НПО «Баум» могут быть интегрированы с решениями «Сервионики».",
      },
    ],
    list_title: "Сотрудничество с SERVIONICA",
    list_text:
      "Компания «Сервионика» (ГК «Ай-Теко»), российский провайдер полного спектра услуг в области ИТ-аутсорсинга",
    tags: "Мероприятие",
    year: "2017",
    key: "17",
  },
  "16": {
    photo_links: ["/2016/2016-1.jpg"],
    title:
      "НПО «БАУМ» приняло участие в IV национальной выставке-форуме «ВУЗПРОМЭКСПО-2016»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "14 и 15 декабря в Москве прошла IV Национальная выставка-форум «ВУЗПРОМЭКСПО-2016», организованная Министерством образования и науки Российской Федерации. Более 100 ведущих вузов, 35 инжиниринговых центров и 50 промышленных предприятий со всей России представили 1500 совместных инновационных разработок, выполненных в рамках целого ряда федеральных программ.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "На выставке «ВУЗПРОМЭКСПО-2016» были продемонстрированы результаты самых эффективных и востребованных прикладных исследований и разработок.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Одной из таких разработок является новейшая система хранения данных «БАУМ»",
      },
    ],
    list_title: "БАУМ на «ВУЗПРОМЭКСПО-2016»",
    list_text:
      "НПО «БАУМ» приняло участие в IV национальной выставке-форуме «ВУЗПРОМЭКСПО-2016»",
    tags: "Мероприятие",
    year: "2016",
    key: "16",
  },
  "15": {
    photo_links: ["/2016/2016-2.jpg"],
    title:
      "В МГТУ им. Н.Э.Баумана прошла конференция «Квалификационные требования к персоналу банков по ИТ и ИБ»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "7 декабря 2016 г. в МГТУ им. Н.Э. Баумана прошла конференция «Квалификационные требования к персоналу банков по ИТ и ИБ» совместно с Центральным банком Российской Федерации. В конференции приняли участие представители профильных департаментов ведущих банков РФ, эксперты отрасли ИТ и ИБ, а также представители ведущих Университетов. Андрей Гантимуров выступил с докладом о защищенных программно-аппаратных комплексах «БАУМ»",
      },
    ],
    list_title:
      "Конференция «Квалификационные требования к персоналу банков по ИТ и ИБ»",
    list_text:
      "В МГТУ им. Н.Э.Баумана прошла конференция «Квалификационные требования к персоналу банков по ИТ и ИБ»",
    tags: "Мероприятие",
    year: "2016",
    key: "15",
  },
  "14": {
    photo_links: ["/2016/2016-3.jpg"],
    title:
      "Стенд АО НПО «БАУМ» посетила делегация национальной академии наук республики Беларусь",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "2 декабря стенд АО НПО «БАУМ» и лабораторию МИЦ «Композиты России» в МГТУ им.Н.Э.Баумана посетила Делегация Национальной Академии Наук Республики Беларусь. Руководство центра и специалисты лаборатории показали гостям наиболее интересные разработки. Заместитель академика-секретаря Отделения физико-технических наук Национальной академии наук Беларуси Михаил Хейфец и Первый Заместитель Председателя Президиума Национальной академии наук Беларуси Сергей Чижик подчеркнули, что у Национальной академии наук Беларуси существует много совместных интересов и отметили необходимость продолжать начатую работу.",
      },
    ],
    list_title: "Делегация национальной академии наук республики Беларусь",
    list_text:
      "Стенд АО НПО «БАУМ» посетила делегация национальной академии наук республики Беларусь",
    tags: "Мероприятие",
    year: "2016",
    key: "14",
  },
  "13": {
    photo_links: ["/2016/2016-4.jpg"],
    title:
      "НПО «БАУМ» приняло участие в первом российском кристаллографическом конгрессе",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "НПО БАУМ приняло участие в Первом российском кристаллографическом конгрессе как поставщик надежных и высокопроизводительных систем хранения данных",
      },
    ],
    list_title: "Кристаллографический конгресс",
    list_text:
      "НПО «БАУМ» приняло участие в первом российском кристаллографическом конгрессе",
    tags: "Мероприятие",
    year: "2016",
    key: "13",
  },
  "12": {
    photo_links: ["/2016/2016-5.jpg"],
    title: "НПО «БАУМ» приняло участие в RIW2016",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text: "НПО «БАУМ» приняло участие в RIW2016",
      },
    ],
    list_title: "НПО «БАУМ» приняло участие в RIW2016",
    list_text: "",
    tags: "Мероприятие",
    year: "2016",
    key: "12",
  },
  "11": {
    photo_links: ["/2016/2016-6.jpg"],
    title:
      "«БАУМ» и «РУСБИТЕХ» выпустили пак «Инфраструктурный виртуальный комплекс»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "НПО «Баум», отечественный производитель СХД корпоративного класса, совместно с компанией НПО «Русбитех» объявили о выпуске программно-аппаратного комплекса «Инфраструктурный виртуальный комплекс» (далее ПАК ИВК) и представили это решение на Международном военно-техническом форуме «Армия-2016». Данное решение позволяет заказчикам решать задачи построения гибкой и простой в управлении среды виртуализации, отвечающей повышенным требованиям к информационной безопасности, сообщили CNews в НПО «Баум».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Среди задач, решаемых с помощью ПАК ИВК: консолидация, повышение безопасности и утилизации ресурсов центров обработки данных; защищенная работа пользователей на рабочих местах, безопасность хранения данных и полный контроль управления над рабочими местами пользователей; построение автоматизированных систем в защищенном исполнении, обрабатывающих информацию ограниченного доступа, в том числе содержащую сведения, составляющие государственную тайну со степенью секретности до «совершенно секретно» включительно.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "ПАК ИВК, разработанный на основе открытого программного обеспечения и оригинальных средств защиты информации, функционирует под управлением ОС СН Astra Linux Special Edition и использует архитектуру клиент-сервер.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Инфраструктурно-аппаратная часть обеспечивает создание и функционирование защищенной виртуальной среды, содержащей набор виртуальных машин с определенной конфигурацией аппаратных средств и развернутыми в них гостевыми ОС. Виртуальные машины и пользовательские данные располагаются на защищенной унифицированной «СХД.Баум». Благодаря функционалу по предоставлению файлового и блочного доступа, дедупликации, двухуровневому кэшированию и тесной интеграции с виртуальной средой обеспечивается высокопроизводительная работа виртуальной инфраструктуры, утверждают в компании.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Потребность в отечественной среде виртуализации возрастает по мере развития рынка импортозамещающих решений, а наше совместное сотрудничество с НПО “Баум” открывает новые возможности для перехода с импортного программного обеспечения на отечественное, полностью соответствующее запросам пользователей в сфере защиты информации», — отметил в Юрий Аношко, генеральный директор НПО «Русбитех».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«НПО “Баум” продолжает наращивать свои партнерские связи с отечественными производителями прикладного и системного программного обеспечения. ПАК ИВК — еще одна важная веха в сотрудничестве с компанией “Русбитех”, а также одна из первых законченных разработок в сегменте защищенной среды виртуализации. Благодаря “СХД.Баум” обеспечивается надежность системы в целом и гарантия соответствия стандартам информационной безопасности», — подчеркнул Андрей Гантимуров, генеральный директор НПО «Баум».",
      },
    ],
    list_title: "«БАУМ» и «РУСБИТЕХ»",
    list_text:
      "«БАУМ» и «РУСБИТЕХ» выпустили пак «Инфраструктурный виртуальный комплекс»",
    tags: "Мероприятие",
    year: "2016",
    key: "11",
  },
  "10": {
    photo_links: ["/2016/2016-7.jpg"],
    title: "Состоялось выступление на конференции «Ситуационные центры 2016»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Руководитель АО НПО «БАУМ» выступил с докладом «Системы хранения данных – важнейший элемент технологического обеспечения ситуационных центров региональных органов власти» на Всероссийской научно-практической конференции «Научное и кадровое обеспечение системы распределенных ситуационных центров как ключевого фактора повышения эффективного государственного управления».",
      },
    ],
    list_title: "Конференция «Ситуационные центры 2016»",
    list_text:
      "Состоялось выступление на конференции «Ситуационные центры 2016»",
    tags: "Мероприятие",
    year: "2016",
    key: "10",
  },
  "9": {
    photo_links: ["/2016/2016-8.jpg"],
    title: "Состоялся II Международный православный студенческий форум",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "II Международный православный студенческий форум, прошедший на ВДНХ, посетили 14,3 тыс. человек. Большая часть из них – студенты и учащиеся колледжей. Об этом сообщила заместитель Мэра Москвы в Правительстве Москвы по вопросам экономической политики и имущественно-земельных отношений Наталья Сергунина. Форум, организованный Правительством Москвы и Синодальным отделом по делам молодежи Русской Православной Церкви, объединил ведущие вузы страны и успешные высокотехнологичные компании. Вместе они представили около 70 перспективных разработок молодых ученых. Стойки регистрации участников открылись в 10 утра. Мероприятие продлилось с 12 до 20 часов.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«С самого открытия Форума стало ясно, что он вызвал большой интерес. Даже удивительно было наблюдать, как быстро растет число гостей. Уже к 14 часам через стойки регистрации прошли порядка 8,5 тысяч человек. Всего Форум посетили 14,3 тыс. человек, в основном это студенты. Для них работали стенды 20 крупнейших вузов и 30 инновационных компаний. Общая продолжительность лекционной программы составила около 200 часов», - рассказала Наталья Сергунина.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "«Одна из миссий Форума заключалась в том, чтобы познакомить общественность с современными наукоемкими решениями талантливой российской молодежи, уже сегодня повышающими качество жизни, и поспособствовать их распространению.",
      },
    ],
    list_title: "II Международный православный студенческий форум",
    list_text: "Состоялся II Международный православный студенческий форум",
    tags: "Мероприятие",
    year: "2016",
    key: "9",
  },
  "8": {
    photo_links: ["/2016/2016-9.jpg"],
    title:
      "СПО «ПТК СХД «БАУМ» проект «ТРОПОСФЕРА» включено в реестр отечественного ПО",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Министерство связи и массовых коммуникаций Российской Федерации сообщает о включении в Единый реестр российских программ для электронных вычислительных машин и баз данных 84 программных продуктов. Таким образом, на сегодняшний день реестр российского ПО содержит 2037 программных продуктов.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Добавленные продукты были признаны соответствующими требованиям, установленным пунктом 5 правил формирования и ведения единого реестра российских программ для электронных вычислительных машин и баз данных, утвержденных постановлением Правительства РФ №1236 «Об установлении запрета на допуск программного обеспечения, происходящего из иностранных государств, для целей осуществления закупок для обеспечения государственных и муниципальных нужд» от 16 ноября 2015 года.",
      },
    ],
    list_title: "Проект «ТРОПОСФЕРА» включено в реестр отечественного ПО",
    list_text:
      "СПО «ПТК СХД «БАУМ» проект «ТРОПОСФЕРА» включено в реестр отечественного ПО",
    tags: "Блог",
    year: "2016",
    key: "8",
  },
  "7": {
    photo_links: ["/2016/2016-10.jpg"],
    title:
      "Руководитель НПО «БАУМ» выступил на ПЕРВОЙ ОТКРЫТОЙ КОНФЕРЕНЦИИ ПО ВИРТУАЛИЗАЦИИ",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Руководитель НПО «БАУМ» выступил на ПЕРВОЙ ОТКРЫТОЙ КОНФЕРЕНЦИИ ПО ВИРТУАЛИЗАЦИИ с темой «СХД.БАУМ как ключевой компонент надежных и безопасных корпоративных ИТ-систем различного масштаба».",
      },
    ],
    list_title:
      "Руководитель НПО «БАУМ» выступил на ПЕРВОЙ ОТКРЫТОЙ КОНФЕРЕНЦИИ ПО ВИРТУАЛИЗАЦИИ",
    list_text:
      "Руководитель НПО «БАУМ» выступил на ПЕРВОЙ ОТКРЫТОЙ КОНФЕРЕНЦИИ ПО ВИРТУАЛИЗАЦИИ",
    tags: "Мероприятие",
    year: "2016",
    key: "7",
  },
  "6": {
    photo_links: ["/2016/2016-11.jpg"],
    title: "Решения «Аладдин Р.Д.» защищают данные на дисках СХД «БАУМ»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания «Аладдин Р.Д.», российский разработчик и поставщик решений для обеспечения информационной безопасности, и НПО «Баум» рассказали о результатах проекта по защите систем хранения данных разработки компании «Баум».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Как сообщили CNews в «Аладдин Р.Д.», компания «Баум» осуществляет производство многоконтроллерных классических унифицированных программно-технических комплексов и параллельно ведёт разработки в области распределённых систем хранения данных. В лаборатории «Баум» была протестирована система защиты конфиденциальной информации и персональных данных Secret Disk Server NG в качестве средства шифрования данных, хранящихся на дисках СХД. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Secret Disk Server NG — комплекс защиты конфиденциальной информации и корпоративных баз данных на серверах от несанкционированного доступа, копирования, повреждения, кражи или неправомерного изъятия. Система Secret Disk Server NG защищает данные и скрывает сам факт их наличия на сервере. При записи данных на диск происходит их шифрование, при чтении — расшифрование. Находящиеся на диске данные всегда зашифрованы, что делает доступ к ним невозможным для злоумышленника, даже если он получит физический доступ к серверу или жёсткому диску, подчеркнули в компании.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Кроме того, специалисты НПО «Баум» протестировали возможность аутентификации в Active Directory по токенам JaCarta PKI с последующим доступом к данным, хранящимся на дисках СХД и дискового массива Baum U42. JaCarta PKI — токены для строгой двухфакторной аутентификации пользователей при доступе к защищённым информационным ресурсам предприятия, безопасного хранения ключей, ключевых контейнеров программных СКЗИ.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "По итогам проделанных работ подтверждено, что система защиты конфиденциальной информации и персональных данных Secret Disk Server NG с использованием токенов JaCarta PKI обеспечивает защиту хранимых данных на унифицированном дисковом массиве Baum от несанкционированного доступа и утечки, позволяет организовать двухфакторную аутентификацию для доступа к защищаемым данным и отличается быстрым внедрением и эргономичностью. ",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "При этом сам дисковый массив Baum имеет высокопроизводительную масштабируемую архитектуру, реализует централизованное управление и мониторинг, обладает отказоустойчивостью, доступной стартовой стоимостью приобретения, позволяет организовать поддержку клиентских операционных систем от MS Windows 7 SP1 до MS Windows 10, рассказали в «Аладдин Р.Д.».",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "В результате тестирования было установлено, что с использованием модели Baum U42 возможно подключить до 10 тыс. пользователей со скоростью доступа к данным до 170Мб/с, при этом вся информация будет защищена с помощью Secret Disk Server NG.",
      },
      {
        name: "text__post",
        type: "p",
        text:
          "Подводя итоги проекта, генеральный директор НПО «Баум» Андрей Гантимуров отметил: «Теперь клиенты, желающие использовать Baum U42, могут оценить и степень защищённости решения благодаря продуктам “Аладдин Р.Д.”. Теперь данные будут храниться в защищённой системе, созданной на основе прогрессивных технологий».",
      },
    ],
    list_title: "Решения «Аладдин Р.Д.» защищают данные на дисках СХД «БАУМ»",
    list_text:
      "Компания «Аладдин Р.Д.», российский разработчик и поставщик решений для обеспечения информационной безопасности",
    tags: "Мероприятие",
    year: "2016",
    key: "6",
  },
  "5": {
    photo_links: ["/2016/2016-12.jpg"],
    title:
      "Представители НПО «БАУМ» приняли участие в эфире передачи «Программируем будущее»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Ян Скасырский - Директор продаж БАУМ и Андрей Васькин - Заместитель генерального директора приняли участие в эфире передачи «Программируем будущее» на радио Радио MediaMetrics. Поговорили о будущем в области систем хранения данных (СХД).",
      },
    ],
    list_title: "Эфир передачи «Программируем будущее»",
    list_text:
      "Представители НПО «БАУМ» приняли участие в эфире передачи «Программируем будущее»",
    tags: "Блог",
    year: "2016",
    key: "5",
  },
  "4": {
    photo_links: ["/2016/2016-13.jpg"],
    title: "Вышел в свет 65 номер журнала StorageNews",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Вышел в свет 65 номер журнала StorageNews. В нем вы узнаете о проектах от «Тропосферы» до «Стратосферы», продуктах и технологиях BAUM.",
      },
    ],
    list_title: "Вышел в свет 65 номер журнала StorageNews",
    list_text:
      "В нем вы узнаете о проектах от «Тропосферы» до «Стратосферы», продуктах и технологиях BAUM.",
    tags: "Блог",
    year: "2016",
    key: "4",
  },
  "3": {
    photo_links: ["/2016/2016-14.jpg"],
    title: "Завершилась ИТ-конференция «ЦИПР»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Компания АО НПО «Баум» имела невероятный успех на конференции «Цифровая индустрия промышленной России», которая проходила в Иннополисе с 7 по 10 июня 2016 года. На стенде ГИПК СУ ПЖЦ, в консорциум которого входит БАУМ, были представлены унифицированная система хранения данных проекта «Тропосфера» и концептуальная модель СХД проекта «Стратосфера» с иммерсионной системой охлаждения.",
      },
    ],
    list_title: "Завершилась ИТ-конференция «ЦИПР»",
    list_text:
      "Компания АО НПО «Баум» имела невероятный успех на конференции «Цифровая индустрия промышленной России»",
    tags: "Мероприятие",
    year: "2016",
    key: "3",
  },
  "2": {
    photo_links: ["/2015/2015-1.jpg"],
    title:
      "НПО «БАУМ» вошли в ассоциацию разработчиков программных продуктов «Отечественный софт»",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "НПО «БАУМ» вошли в ассоциацию разработчиков программных продуктов «Отечественный софт»",
      },
    ],
    list_title: "Ассоциация разработчиков",
    list_text:
      "НПО «БАУМ» вошли в ассоциацию разработчиков программных продуктов «Отечественный софт»",
    tags: "Блог",
    year: "2015",
    key: "2",
  },
  "1": {
    photo_links: ["/2014/2014-1.jpg"],
    title: "Начало продаж СХД БАУМ",
    html_blocks: [
      {
        name: "text__post",
        type: "p",
        text:
          "Начало продаж СХД БАУМ. Первые поставки в Правительство Москвы, Московской Области и других крупных заказчиков",
      },
    ],
    list_title: "Начало продаж СХД БАУМ",
    list_text:
      "Начало продаж СХД БАУМ. Первые поставки в Правительство Москвы, Московской Области и других крупных заказчиков",
    tags: "Блог",
    year: "2014",
    key: "1",
  },
};

export default news;
