const vacantionsData = [
  {
    vacancy: "AI Software Developer",
    requirements: [
      {
        title: "Требования",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text: "Разбираться в разработке ПО, с применением микросервисов;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Писать микросервисы и настраивать взаимодействие между ними;",
          },
          {
            name: "list",
            type: "li",
            text: "Уметь разбираться в бизнес-требованиях заказчика;",
          },
          {
            name: "list",
            type: "li",
            text: "Работать с git.",
          },
        ],
      },
    ],
    taskTypes: [
      {
        title: "Типы задач",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text: "Обеспечивать взаимодействия DS кода с платформой;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Разрабатывать новый функционал, с применением микросервисов;",
          },
          {
            name: "list",
            type: "li",
            text: "Разрабатывать новый drag&drop функционал конструктора ИИ;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Обеспечивать взаимодействие компонентов платформы с БД (SQL & NoSQL);",
          },
        ],
      },
    ],
    stack: 
      {
        title: "Наш основной стек",
        name: "title",
        type: "h4",
        text: { name: "text",
        type: "p",
        text: "Python, kafka, MongoDB, REST, nginx reach - gui.",},
      },
    conditions: [
      {
        title: "Условия",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Стабильная, динамично развивающаяся компания, не обременённая бюрократией;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Участие в создании продуктов высокого класса, решение интересных задач; ",
          },
          {
            name: "list",
            type: "li",
            text:
              "Крутая команда профессионалов, дружелюбное отношение в коллективе;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Возможность профессионального и карьерного роста (внутреннее и внешнее обучение, конференции и профильные мероприятия за счет компании);",
          },
          {
            name: "list",
            type: "li",
            text: "Официальное оформление по ТК РФ;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Достойная З/п по результатам собеседования, растущая с повышением квалификации;",
          },
          {
            name: "list",
            type: "li",
            text: "График работы - 5/2 (в офисе/удаленно);",
          },
          {
            name: "list",
            type: "li",
            text: "Комфортабельный офис рядом с метро Бауманская.",
          },
        ],
      },
    ],
  },

  {
    vacancy: "Storage Software Developer",
    requirements: [
      {
        title: "Требования",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Отличное знание языка С и наличие опыта программирования с его использованием;",
          },
          {
            name: "list",
            type: "li",
            text: "Английский язык (на уровне чтения профильной документации);",
          },
          {
            name: "list",
            type: "li",
            text:
              "Опыт отладки, профилировки и оптимизации кода под Unix/Linux;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Общие знания, необходимые для работы в консоли Unix/Linux (bash,awk);",
          },
          {
            name: "list",
            type: "li",
            text: "Опыт работы с системами контроля версий (git);",
          },
          {
            name: "list",
            type: "li",
            text:
              "Аналитические способности, самостоятельность и ответственность;",
          },
          {
            name: "list",
            type: "li",
            text: "Способность обучаться и осваивать новые технологии;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Способность ориентироваться в чужом коде и работать в команде.",
          },
        ],
      },
    ],
    welcomed: [
      {
        title: "Приветствуются",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text: "Опыт разработки кластерных систем;",
          },
          {
            name: "list",
            type: "li",
            text: "Понимание архитектуры и принципов построения ОС;",
          },
          {
            name: "list",
            type: "li",
            text: "Знание архитектуры и принципов работы файловых систем;",
          },
          {
            name: "list",
            type: "li",
            text: "Участие в проектах на уровне ядра ОС; ",
          },
          {
            name: "list",
            type: "li",
            text:
              "Знание языка Python и опыта программирования с его использованием;",
          },
          {
            name: "list",
            type: "li",
            text: "Опыт разработки драйверов для SCSI и сетевых устройств;",
          },
          {
            name: "list",
            type: "li",
            text: "Осознание специфики низкоуровневой разработки;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Стремление расширять свой кругозор и повышать профессиональный уровень;",
          },
          {
            name: "list",
            type: "li",
            text: "Участие в opensource проектах.",
          },
        ],
      },
    ],

    responsibilities: [
      {
        title: "Обязанности",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Разработка модулей программного обеспечения на языке C для Unix-подобных систем;",
          },
          {
            name: "list",
            type: "li",
            text: "Участие в проектировании архитектуры ПО;",
          },
          {
            name: "list",
            type: "li",
            text: "Интеграция разработанных модулей в конечный продукт;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Поиск и исправление найденных ошибок, поддержка существующего кода;",
          },
          {
            name: "list",
            type: "li",
            text: "Участие в организации и проведении демонстраций продуктов.",
          },
        ],
      },
    ],
    conditions: [
      {
        title: "Условия",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Стабильная, динамично развивающаяся компания, не обременённая бюрократией;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Участие в создании продуктов высокого класса, решение интересных задач; ",
          },
          {
            name: "list",
            type: "li",
            text:
              "Крутая команда профессионалов, дружелюбное отношение в коллективе;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Возможность профессионального и карьерного роста (внутреннее и внешнее обучение, конференции и профильные мероприятия за счет компании);",
          },
          {
            name: "list",
            type: "li",
            text: "Официальное оформление по ТК РФ;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Достойная З/п по результатам собеседования, растущая с повышением квалификации;",
          },
          {
            name: "list",
            type: "li",
            text: "График работы - 5/2 (в офисе);",
          },
          {
            name: "list",
            type: "li",
            text: "Комфортабельный офис в Москве рядом с метро Бауманская.",
          },
        ],
      },
    ],
  },

  {
    vacancy: "IT Project Manager",
    requirements: [
      {
        title: "Требования",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text: "Высшее образование;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Опыт работы в области IT (в роли менеджера проекта, pre-sale);",
          },
          {
            name: "list",
            type: "li",
            text: "Опыт работы с системами управления проектов (Jira, RedMine)",
          },
          {
            name: "list",
            type: "li",
            text: "Английский язык (на уровне чтения профильной документации);",
          },
          {
            name: "list",
            type: "li",
            text:
              "Аналитические способности, самостоятельность и ответственность;",
          },
          {
            name: "list",
            type: "li",
            text: "Способность обучаться и осваивать новые технологии;",
          },
          {
            name: "list",
            type: "li",
            text: "Готовность брать на себя ответственность за результат;",
          },
          {
            name: "list",
            type: "li",
            text: "Проактивность.",
          },
        ],
      },
    ],
    welcomed: [
      {
        title: "Приветствуются",
        name: "title",
        type: "h4",
      },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Стремление расширять свой кругозор и повышать профессиональный уровень;",
          },
          {
            name: "list",
            type: "li",
            text: "Любой опыт разработки ПО;",
          },
          {
            name: "list",
            type: "li",
            text: "Умение работать в режиме многозадачности",
          },
        ],
      },
    ],
    responsibilities: [
      { 
        title: "Обязанности",
        name: "title",
        type: "h4"
       },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Разработка, согласование и утверждение плана проекта, в том числе:",
            list:
              {
                name: "list",
                type: "ul",
                inside_blocks: [
                  {
                    name: "list",
                    type: "li",
                    text:
                      "определение краткосрочных, среднесрочных и долгосрочных целей и задач проекта в рамках общего срока проекта (определение потребности заказчика в IT оборудовании и услугах);",
                  },
                  {
                    name: "list",
                    type: "li",
                    text: "определение состава проектной группы;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "распределение ролей и обязанностей между членами проектной группы;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text: "утверждение проекта у генерального директора.",
                  },
                ],
              },
          },

          {
            name: "list",
            type: "li",
            text: "Управление проектом, в том числе:",
            list: 
              {
                name: "list-ul",
                type: "ul",
                inside_blocks: [
                  {
                    name: "list",
                    type: "li",
                    text: "управление членами проектной группы;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "контроль исполнения задач и достижения целей, установленных планом проекта (ведение базы данных по существующим и перспективным клиентам);",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "обеспечение коммуникации между проектной группой и заказчиком проекта (взаимодействие с заказчиками в рамках планирования, подготовки и реализации IT-проектов в качестве менеджера проектов, поддержка и развитие деловых связей с существующими клиентами, осуществление pre-sale консультаций/переговоров по потребности заказчика, расчет, подготовка коммерческих и тендерных предложений);",
                  },
                  {
                    name: "list",
                    type: "li",
                    text: "проведение плановых и внеплановых планерок;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "анализ вопросов, возникающих в ходе проекта, выявление причин возникновения  и разработка решений по их устранению;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "разработка необходимых изменений для внесения в план проекта, а также их согласование с заказчиком;",
                  },
                  {
                    name: "list",
                    type: "li",
                    text:
                      "подготовка финальной презентации продукта для сдачи заказчику.",
                  },
                ],
              },
          },
          {
            name: "list",
            type: "li",
            text:
              "Участие в организации и проведении маркетинговых мероприятий.",
          },
        ],
      },
    ],
    conditions: [
      { 
        title: "Условия",
        name: "title",
        type: "h4"
       },
      {
        name: "list",
        type: "ol",
        inside_blocks: [
          {
            name: "list",
            type: "li",
            text:
              "Стабильная, динамично развивающаяся компания, не обременённая бюрократией;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Участие в создании продуктов высокого класса, решение интересных задач; ",
          },
          {
            name: "list",
            type: "li",
            text:
              "Крутая команда профессионалов, дружелюбное отношение в коллективе;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Возможность профессионального и карьерного роста (внутреннее и внешнее обучение, конференции и профильные мероприятия за счет компании);",
          },
          {
            name: "list",
            type: "li",
            text: "Официальное оформление по ТК РФ;",
          },
          {
            name: "list",
            type: "li",
            text:
              "Достойная З/п по результатам собеседования, растущая с повышением квалификации;",
          },
          {
            name: "list",
            type: "li",
            text: "График работы - 5/2 (в офисе/удаленно);",
          },
          {
            name: "list",
            type: "li",
            text: "Комфортабельный офис рядом с метро Бауманская.",
          },
        ],
      },
    ],
  },
];

export default vacantionsData;
